<?php 
return array (
  'failed' => 'یہ اسناد ہمارے ریکارڈ سے مماثل نہیں ہیں۔',
  'throttle' => 'لاگ ان کرنے کی بہت ساری کوششیں۔ براہ کرم :seconds سیکنڈ میں دوبارہ کوشش کریں۔',
  'verification_link_sent' => 'توثیقی لنک بھیج دیا گیا! براہ کرم اپنا ای میل چیک کریں اور اپنے اکاؤنٹ کی تصدیق کریں۔',
  'verification_failed' => 'یہ لنک درست یا میعاد ختم نہیں ہوا ہے۔',
  'verification_successful' => 'آپ کے اکاؤنٹ کی کامیابی سے توثیق ہوگئی ہے!',
  'resend_verification_link' => 'تصدیق کا لنک دوبارہ بھیجیں',
);