<?php 
return array (
  'password_updated' => 
  array (
    'subject' => 'آپ کا :marketplace پاس ورڈ کامیابی کے ساتھ اپ ڈیٹ ہو گیا ہے!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کا اکاؤنٹ لاگ ان پاس ورڈ کامیابی کے ساتھ تبدیل کر دیا گیا ہے! اگر آپ نے یہ تبدیلی نہیں کی ہے تو ، براہ کرم ہم سے ASAP سے رابطہ کریں! اپنے پروفائل میں لاگ ان کرنے کے لئے نیچے دیئے گئے بٹن پر کلک کریں۔',
    'button_text' => 'اپنے پروفائل پر جائیں',
  ),
  'invoice_created' => 
  array (
    'subject' => ':marketplace ماہانہ سکریپشن فیس انوائس',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کی مسلسل حمایت کے لئے شکریہ. ہم نے آپ کے ریکارڈ کیلئے آپ کی رسید کی ایک کاپی منسلک کردی ہے۔ اگر آپ کو کوئی سوالات یا خدشات ہیں تو براہ کرم ہمیں بتائیں!',
    'button_text' => 'ڈیش بورڈ پر جائیں',
  ),
  'customer_registered' => 
  array (
    'subject' => 'ایکس 1 مارکیٹ پلیس میں خوش آمدید!',
    'greeting' => 'مبارک ہو :customer!',
    'message' => 'آپ کا اکاؤنٹ کامیابی کے ساتھ تشکیل دے دیا گیا ہے! اپنے ای میل پتے کی تصدیق کے لئے نیچے دیئے گئے بٹن پر کلک کریں۔',
    'button_text' => 'میری تصدیق کرو',
  ),
  'customer_updated' => 
  array (
    'subject' => 'اکاؤنٹ کی معلومات کامیابی کے ساتھ اپ ڈیٹ ہوگئی!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ آپ کا اکاؤنٹ کامیابی کے ساتھ اپ ڈیٹ ہوگیا ہے!',
    'button_text' => 'اپنے پروفائل پر جائیں',
  ),
  'customer_password_reset' => 
  array (
    'subject' => 'پاس ورڈ کی اطلاع دوبارہ مرتب کریں',
    'greeting' => 'ہیلو!',
    'message' => 'آپ کو یہ ای میل موصول ہورہا ہے کیونکہ ہمیں آپ کے اکاؤنٹ کیلئے پاس ورڈ دوبارہ ترتیب دینے کی درخواست موصول ہوئی ہے۔ اگر آپ نے پاس ورڈ دوبارہ ترتیب دینے کی درخواست نہیں کی ہے تو ، صرف اس اطلاع کو نظر انداز کریں اور مزید کارروائی کی ضرورت نہیں ہے۔',
    'button_text' => 'پاس ورڈ ری سیٹ',
  ),
  'dispute_acknowledgement' => 
  array (
    'subject' => '[آرڈر ID: :order_id] تنازعہ کامیابی کے ساتھ جمع کرادیا گیا ہے',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'یہ آپ کو یہ بتانے کے لئے ایک اطلاع ہے کہ ہمیں آپ کا تنازعہ آرڈر ID: :order_id کے لئے موصول ہوا ہے ، ہماری سپورٹ ٹیم جلد از جلد آپ کے پاس واپس آجائے گی۔',
    'button_text' => 'تنازعہ دیکھیں',
  ),
  'dispute_created' => 
  array (
    'subject' => 'آرڈر ID کے لئے نیا تنازعہ: :order_id',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کو آرڈر ID: :order_id کے لئے ایک نیا تنازعہ ملا ہے۔ برائے کرم صارف کا جائزہ لیں اور اس مسئلے کو حل کریں۔',
    'button_text' => 'تنازعہ دیکھیں',
  ),
  'dispute_updated' => 
  array (
    'subject' => '[آرڈر ID: :order_id] تنازعہ کی حیثیت کو اپ ڈیٹ کر دیا گیا ہے!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آرڈر ID :order_id کے لئے ایک تنازعہ فروش کے اس پیغام کے ساتھ ": جواب" کو اپ ڈیٹ کر دیا گیا ہے۔ اگر آپ کو کسی قسم کی مدد کی ضرورت ہو تو ، براہ کرم نیچے چیک کریں اور ہم سے رابطہ کریں۔',
    'button_text' => 'تنازعہ دیکھیں',
  ),
  'dispute_appealed' => 
  array (
    'subject' => '[آرڈر ID: :order_id] تنازعہ کی اپیل!',
    'greeting' => 'ہیلو!',
    'message' => 'اس پیغام کے ساتھ آرڈر ID :order_id کے لئے تنازعہ کی اپیل کی گئی ہے ": جواب"۔ برائے مہربانی تفصیل کے لئے نیچے چیک کریں۔',
    'button_text' => 'تنازعہ دیکھیں',
  ),
  'appealed_dispute_replied' => 
  array (
    'subject' => '[آرڈر ID: :order_id] اپیل کے تنازعہ کے لئے نیا جواب!',
    'greeting' => 'ہیلو!',
    'message' => 'آرڈر ID :order_id کے تنازعہ کا جواب اس پیغام کے ساتھ دیا گیا ہے: </ BR> </ BR> ": جواب"',
    'button_text' => 'تنازعہ دیکھیں',
  ),
  'low_inventory_notification' => 
  array (
    'subject' => 'کم انوینٹری الرٹ!',
    'greeting' => 'ہیلو!',
    'message' => 'آپ کی ایک یا ایک سے زیادہ انوینٹری اشیاء کم ہو رہی ہیں۔ اس وقت مارکیٹ میں اس چیز کو رواں رکھنے کے لئے مزید انوینٹری شامل کرنے کا وقت ہے۔',
    'button_text' => 'انوینٹری کو اپ ڈیٹ کریں',
  ),
  'inventory_bulk_upload_procceed_notice' => 
  array (
    'subject' => 'آپ کی بڑی تعداد میں انوینٹری کی درآمد کی درخواست پوری کردی گئی ہے۔',
    'greeting' => 'ہیلو!',
    'message' => 'ہم آپ کو یہ بتانے میں خوش ہیں کہ آپ کی بڑی تعداد میں انوینٹری کی درآمد کی درخواست پر عملدرآمد ہوچکا ہے۔ پلیٹ فارم :success میں کامیابی کے ساتھ درآمد شدہ قطاروں کی کل تعداد ، قطاروں کی ناکام تعداد :failed',
    'failed' => 'براہ کرم ناکام قطاروں کیلئے منسلک فائل تلاش کریں۔',
    'button_text' => 'انوینٹری دیکھیں',
  ),
  'new_message' => 
  array (
    'subject' => ':subject',
    'greeting' => 'ہیلو ایکس 1',
    'message' => ':message',
    'button_text' => 'سائٹ پر پیغام دیکھیں',
  ),
  'message_replied' => 
  array (
    'subject' => ':user نے جواب دیا :subject',
    'greeting' => 'ہیلو ایکس 1',
    'message' => ':reply',
    'button_text' => 'سائٹ پر پیغام دیکھیں',
  ),
  'order_created' => 
  array (
    'subject' => '[آرڈر ID: :order] آپ کا آرڈر کامیابی کے ساتھ دیا گیا ہے!',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'ہمیں منتخب کرنے کے لئے آپ کا شکریہ! آپ کا آرڈر [آرڈر ID :order] کامیابی کے ساتھ رکھا گیا ہے۔ ہم آپ کو آرڈر کی حیثیت سے آگاہ کریں گے۔',
    'button_text' => 'دکان پر جائیں',
  ),
  'merchant_order_created_notification' => 
  array (
    'subject' => 'نیا آرڈر [آرڈر ID: :order] آپ کی دکان پر رکھا گیا ہے!',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'ایک نیا آرڈر [آرڈر ID :order] رکھا گیا ہے۔ براہ کرم آرڈر کی تفصیل دیکھیں اور اسی طرح آرڈر کو پورا کریں۔',
    'button_text' => 'آرڈر کو پُر کریں',
  ),
  'order_updated' => 
  array (
    'subject' => '[آرڈر ID: :order] آپ کے آرڈر کی حیثیت کو اپ ڈیٹ کر دیا گیا ہے!',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ آپ کے آرڈر [آرڈر ID :order] میں تازہ کاری ہوگئی ہے۔ آرڈر کی تفصیل کے لئے ذیل میں ملاحظہ کریں. آپ اپنے ڈیش بورڈ سے اپنے آرڈر بھی چیک کرسکتے ہیں۔',
    'button_text' => 'دکان پر جائیں',
  ),
  'order_fulfilled' => 
  array (
    'subject' => '[آرڈر ID: :order] آپ کا آرڈر اس طرف ہے!',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'یہ آپ کو یہ بتانے کے لئے ایک اطلاع ہے کہ آپ کا آرڈر [آرڈر ID :order] بھیج دیا گیا ہے اور یہ آپ کے راستے میں ہے۔ آرڈر کی تفصیل کے لئے ذیل میں ملاحظہ کریں. آپ اپنے ڈیش بورڈ سے اپنے آرڈر بھی چیک کرسکتے ہیں۔',
    'button_text' => 'دکان پر جائیں',
  ),
  'order_paid' => 
  array (
    'subject' => '[آرڈر ID: :order] آپ کے آرڈر کی کامیابی کے ساتھ ادائیگی ہوگئی!',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'یہ آپ کو یہ بتانے کیلئے ایک اطلاع ہے کہ آپ کے آرڈر [آرڈر ID :order] کی کامیابی کے ساتھ ادائیگی ہوگئی ہے اور یہ آپ کے راستے پر ہے۔ آرڈر کی تفصیل کے لئے ذیل میں ملاحظہ کریں. آپ اپنے ڈیش بورڈ سے اپنے آرڈر بھی چیک کرسکتے ہیں۔',
    'button_text' => 'دکان پر جائیں',
  ),
  'order_payment_failed' => 
  array (
    'subject' => '[آرڈر ID: :order] ادائیگی ناکام ہوگئی!',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ آپ کا آرڈر [آرڈر ID :order] ادائیگی ناکام ہوچکی ہے۔ آرڈر کی تفصیل کے لئے ذیل میں ملاحظہ کریں. آپ اپنے ڈیش بورڈ سے اپنے آرڈر بھی چیک کرسکتے ہیں۔',
    'button_text' => 'دکان پر جائیں',
  ),
  'refund_initiated' => 
  array (
    'subject' => '[آرڈر ID: :order] کی واپسی شروع کردی گئی ہے!',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ ہم نے آپ کے آرڈر :order کے لئے رقم کی واپسی کی درخواست شروع کردی ہے۔ ہماری ٹیم میں سے ایک میمبر جلد ہی اس درخواست کا جائزہ لے گا۔ ہم آپ کو درخواست کی حیثیت سے آگاہ کریں گے۔',
  ),
  'refund_approved' => 
  array (
    'subject' => '[آرڈر ID: :order] رقم کی واپسی کی درخواست منظور کرلی گئی ہے!',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ ہم نے آپ کے آرڈر :order کے لئے رقم کی واپسی کی درخواست منظور کرلی ہے۔ واپسی کی رقم :amount ہے۔ ہم نے رقم آپ کے ادائیگی کے طریقہ کار پر بھیجی ہے ، آپ کے اکاؤنٹ کو نافذ کرنے میں کچھ دن لگ سکتے ہیں۔ اگر آپ کو کچھ دنوں میں رقم متاثر ہوتی نظر نہیں آتی ہے تو اپنے ادائیگی فراہم کنندہ سے رابطہ کریں۔',
  ),
  'refund_declined' => 
  array (
    'subject' => '[آرڈر ID: :order] رقم کی واپسی کی درخواست مسترد کردی گئی ہے!',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ آپ کے آرڈر :order کے لئے رقم کی واپسی کی درخواست مسترد کردی گئی ہے۔ اگر آپ تاجر کے حل سے مطمئن نہیں ہیں تو ، آپ براہ راست پلیٹ فارم سے مرچنٹ سے رابطہ کرسکتے ہیں یا یہاں تک کہ آپ تنازعہ کو ایکس 2 پر اپیل کرسکتے ہیں۔ ہم اس مسئلے کو حل کرنے کے لئے قدم رکھیں گے۔',
  ),
  'shop_created' => 
  array (
    'subject' => 'آپ کی دکان جانے کے لئے تیار ہے!',
    'greeting' => 'مبارک ہو :merchant!',
    'message' => 'آپ کی دکان :shop_name کامیابی کے ساتھ تشکیل دے دی گئی ہے! دکان کے ایڈمن پینل میں لاگ ان کرنے کے لئے نیچے دیئے گئے بٹن پر کلک کریں۔',
    'button_text' => 'ڈیش بورڈ پر جائیں',
  ),
  'shop_updated' => 
  array (
    'subject' => 'دکان کی معلومات کامیابی کے ساتھ اپ ڈیٹ ہوگئی!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ آپ کی دکان :shop_name کامیابی کے ساتھ اپ ڈیٹ ہوگئی ہے!',
    'button_text' => 'ڈیش بورڈ پر جائیں',
  ),
  'shop_config_updated' => 
  array (
    'subject' => 'دکان ترتیب کامیابی کے ساتھ اپ ڈیٹ!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کی دکان کی ترتیب کامیابی کے ساتھ اپ ڈیٹ کردی گئی ہے! دکان کے ایڈمن پینل میں لاگ ان کرنے کے لئے نیچے دیئے گئے بٹن پر کلک کریں۔',
    'button_text' => 'ڈیش بورڈ پر جائیں',
  ),
  'shop_down_for_maintainace' => 
  array (
    'subject' => 'آپ کی دکان نیچے ہے!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'یہ آپ کو یہ بتانے کے لئے ایک نوٹیفکیشن ہے کہ آپ کی دکان :shop_name بند ہے! جب تک کہ اس کی دوبارہ زندگی بسر نہ ہو تب تک کوئی بھی گاہک آپ کی دکان پر نہیں جاسکتا۔',
    'button_text' => 'کنفیگ صفحے پر جائیں',
  ),
  'shop_is_live' => 
  array (
    'subject' => 'آپ کی دکان واپس LIVE میں آ گئی ہے!',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ آپ کی دکان :shop_name کامیابی کے ساتھ زندہ ہے!',
    'button_text' => 'ڈیش بورڈ پر جائیں',
  ),
  'shop_deleted' => 
  array (
    'subject' => 'آپ کی دکان کو :marketplace سے ہٹا دیا گیا ہے!',
    'greeting' => 'ہیلو مرچنٹ!',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ آپ کی دکان ہمارے مارکر پلیس سے مٹا دی گئی ہے! ہم آپکی کمی محسوس کریں گے.',
  ),
  'system_is_down' => 
  array (
    'subject' => 'اب آپ کا بازار :marketplace نیچے ہے!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ آپ کا بازار :marketplace نیچے ہے! کوئی گراہک آپ کے بازار سے اس وقت تک نہیں جاسکتا جب تک کہ وہ دوبارہ زندہ نہ ہو۔',
    'button_text' => 'تشکیل والے صفحے پر جائیں',
  ),
  'system_is_live' => 
  array (
    'subject' => 'آپ کا بازار :marketplace LIVE میں واپس آگیا ہے!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ آپ کا بازار :marketplace کامیابی کے ساتھ زندہ ہے!',
    'button_text' => 'ڈیش بورڈ پر جائیں',
  ),
  'system_info_updated' => 
  array (
    'subject' => ':marketplace - بازار کی معلومات کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'یہ آپ کو یہ بتانے کے لئے ایک اطلاع ہے کہ آپ کا بازار :marketplace کامیابی کے ساتھ اپ ڈیٹ ہوگیا ہے!',
    'button_text' => 'ڈیش بورڈ پر جائیں',
  ),
  'system_config_updated' => 
  array (
    'subject' => ':marketplace - مارکیٹ پلیس کی تشکیل کامیابی کے ساتھ اپ ڈیٹ ہوگئی!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کے بازار :marketplace کی تشکیل کامیابی کے ساتھ اپ ڈیٹ ہوگئی ہے! ایڈمن پینل میں لاگ ان کرنے کے لئے نیچے دیئے گئے بٹن پر کلک کریں۔',
    'button_text' => 'ترتیبات دیکھیں',
  ),
  'new_contact_us_message' => 
  array (
    'subject' => 'ہم سے رابطہ کے ذریعے نیا پیغام تشکیل دیں: :subject',
    'greeting' => 'ہیلو!',
    'message_footer_with_phone' => 'آپ اس ای میل کا جواب دے سکتے ہیں یا اس فون :phone پر براہ راست رابطہ کرسکتے ہیں',
    'message_footer' => 'آپ اس ای میل کا براہ راست جواب دے سکتے ہیں۔',
  ),
  'ticket_acknowledgement' => 
  array (
    'subject' => '[ٹکٹ ID: :ticket_id] :subject',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ ہمیں آپ کا ٹکٹ :ticket_id کامیابی کے ساتھ موصول ہوا ہے! ہماری سپورٹ ٹیم جلد از جلد آپ کے پاس واپس آجائے گی۔',
    'button_text' => 'ٹکٹ دیکھیں',
  ),
  'ticket_created' => 
  array (
    'subject' => 'نیا سپورٹ ٹکٹ [ٹکٹ ID: :ticket_id] :subject',
    'greeting' => 'ہیلو!',
    'message' => 'آپ کو فروش :vendor سے ایک نیا سپورٹ ٹکٹ ID :ticket_id ، مرسل :sender موصول ہوا ہے۔ سپورٹ ٹیم کو ٹکٹ کا جائزہ لینے اور یقین دہانی کرانا۔',
    'button_text' => 'ٹکٹ دیکھیں',
  ),
  'ticket_assigned' => 
  array (
    'subject' => 'ابھی ابھی آپ کو تفویض کردہ ٹکٹ [ٹکٹ IF: :ticket_id] :subject',
    'greeting' => 'ہیلو ایکس 1',
    'message' => 'یہ آپ کو یہ بتانے کے لئے ایک اطلاع ہے کہ ٹکٹ [ٹکٹ ID: :ticket_id] :subject ابھی آپ کو مل گیا ہے۔ جتنی جلدی ممکن ہو ٹکٹ کا جائزہ لیں اور جواب دیں۔',
    'button_text' => 'ٹکٹ کا جواب دیں',
  ),
  'ticket_replied' => 
  array (
    'subject' => ':user نے ٹکٹ کا جواب دیا [ٹکٹ ID: :ticket_id] :subject',
    'greeting' => 'ہیلو ایکس 1',
    'message' => ':reply',
    'button_text' => 'ٹکٹ دیکھیں',
  ),
  'ticket_updated' => 
  array (
    'subject' => 'ایک ٹکٹ [ٹکٹ ID: :ticket_id] :subject کو اپ ڈیٹ کر دیا گیا ہے!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کی سپورٹ ٹکٹوں میں سے ایک ٹکٹ کی ID #: ٹکٹ_id :subject کو اپ ڈیٹ کر دیا گیا ہے۔ اگر آپ کو کسی قسم کی مدد کی ضرورت ہو تو ہم سے رابطہ کریں۔',
    'button_text' => 'ٹکٹ دیکھیں',
  ),
  'user_created' => 
  array (
    'subject' => ':admin نے آپ کو :marketplace مارکیٹ میں شامل کیا!',
    'greeting' => 'مبارک ہو :user!',
    'message' => 'آپ کو X1 کے ذریعہ :marketplace میں شامل کیا گیا ہے! اپنے اکاؤنٹ میں لاگ ان کرنے کے لئے نیچے دیئے گئے بٹن پر کلک کریں۔ ابتدائی لاگ ان کے لئے عارضی پاس ورڈ کا استعمال کریں۔',
    'alert' => 'لاگ ان کے بعد اپنا پاس ورڈ تبدیل کرنا نہ بھولیں۔',
    'button_text' => 'اپنے پروفائل پر جائیں',
  ),
  'user_updated' => 
  array (
    'subject' => 'اکاؤنٹ کی معلومات کامیابی کے ساتھ اپ ڈیٹ ہوگئی!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آپ کو یہ بتانے کے لئے یہ اطلاع ہے کہ آپ کا اکاؤنٹ کامیابی کے ساتھ اپ ڈیٹ ہوگیا ہے!',
    'button_text' => 'اپنے پروفائل پر جائیں',
  ),
  'verdor_registered' => 
  array (
    'subject' => 'نیا فروش ابھی رجسٹرڈ ہے!',
    'greeting' => 'مبارک ہو!',
    'message' => 'آپ کے بازار کی جگہ :marketplace کو ابھی شاپ کے نام </ strong>: دوکان کا نام </ strong> کے ساتھ ایک نیا فیصلہ ملا ہے اور تاجر کا ای میل پتہ :merchant_email ہے',
    'button_text' => 'ڈیش بورڈ پر جائیں',
  ),
  'email_verification' => 
  array (
    'subject' => 'اپنے :marketplace اکاؤنٹ کی تصدیق کریں!',
    'greeting' => 'مبارک ہو :user!',
    'message' => 'آپ کا اکاؤنٹ کامیابی کے ساتھ تشکیل دے دیا گیا ہے! اپنے ای میل پتے کی تصدیق کے لئے نیچے دیئے گئے بٹن پر کلک کریں۔',
    'button_text' => 'میرے ای میل کی تصدیق کریں',
  ),
  'dispute_solved' => 
  array (
    'subject' => 'تنازعہ [آرڈر ID: :order_id] کو بطور حل نشان زد کیا گیا ہے!',
    'greeting' => 'ہیلو ایکس 1!',
    'message' => 'آرڈر ID: :order_id کے لئے تنازعہ کو حل کے طور پر نشان زد کیا گیا ہے۔ ہمارے ساتھ رہنے کا شکریہ۔',
    'button_text' => 'تنازعہ دیکھیں',
  ),
);