<?php 
return array (
  'failed' => 'এই শংসাপত্রগুলি আমাদের রেকর্ডগুলির সাথে মেলে না।',
  'throttle' => 'অনেক বেশি লগইন প্রচেষ্টা। :seconds সেকেন্ড পরে আবার চেষ্টা করুন।',
  'verification_link_sent' => 'যাচাইয়ের লিঙ্কটি পাঠানো হয়েছে! আপনার ইমেল চেক করুন এবং আপনার অ্যাকাউন্ট যাচাই করুন।',
  'verification_failed' => 'এই লিঙ্কটি বৈধ বা মেয়াদোত্তীর্ণ নয়।',
  'verification_successful' => 'আপনার অ্যাকাউন্টটি সফলভাবে যাচাই করা হয়েছে!',
  'resend_verification_link' => 'যাচাইয়ের লিঙ্কটি পুনরায় পাঠান',
);