<?php 
return array (
  'password_updated' => 
  array (
    'subject' => 'আপনার এক্স 1 পাসওয়ার্ড সফলভাবে আপডেট করা হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'আপনার অ্যাকাউন্ট লগইন পাসওয়ার্ড সফলভাবে পরিবর্তন করা হয়েছে! আপনি যদি এই পরিবর্তন না করেন তবে দয়া করে আমাদের সাথে যোগাযোগ করুন! আপনার প্রোফাইল পৃষ্ঠায় লগইন করতে নীচের বোতামটি ক্লিক করুন।',
    'button_text' => 'আপনার প্রোফাইল দেখুন',
  ),
  'invoice_created' => 
  array (
    'subject' => ':marketplace মাসিক সাবস্ক্রিপশন ফি চালান',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'আপনার অবিরাম সাহায্যের জন্য ধন্যবাদ। আমরা আপনার রেকর্ডগুলির জন্য আপনার চালানের একটি অনুলিপি সংযুক্ত করেছি। আপনার যদি কোন প্রশ্ন বা উদ্বেগ থাকে তবে দয়া করে আমাদের জানান!',
    'action' => 
    array (
      'text' => 'ড্যাশবোর্ডে যান',
      'color' => 'সবুজ',
    ),
  ),
  'customer_registered' => 
  array (
    'subject' => 'এক্স 1 বাজারে স্বাগতম!',
    'greeting' => 'অভিনন্দন এক্স 1!',
    'message' => 'আপনার অ্যাকাউন্টটি সফলভাবে তৈরি করা হয়েছে! আপনার ইমেল ঠিকানা যাচাই করতে নীচের বোতামটি ক্লিক করুন।',
    'action' => 
    array (
      'text' => 'আমাকে যাচাই করুন',
      'color' => 'সবুজ',
    ),
  ),
  'customer_updated' => 
  array (
    'subject' => 'অ্যাকাউন্ট তথ্য সফলভাবে আপডেট হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যা আপনার অ্যাকাউন্টটি সফলভাবে আপডেট হয়েছে!',
    'action' => 
    array (
      'text' => 'আপনার প্রোফাইল দেখুন',
      'color' => 'নীল',
    ),
  ),
  'customer_password_reset' => 
  array (
    'subject' => 'পাসওয়ার্ড বিজ্ঞপ্তি পুনরায় সেট করুন',
    'greeting' => 'হ্যালো!',
    'message' => 'আপনি এই ইমেলটি পাচ্ছেন কারণ আমরা আপনার অ্যাকাউন্টের জন্য একটি পাসওয়ার্ড পুনরায় সেট করার অনুরোধ পেয়েছি। আপনি যদি পাসওয়ার্ড পুনরায় সেট করার অনুরোধ না করেন তবে কেবল এই বিজ্ঞপ্তিটি উপেক্ষা করুন এবং পরবর্তী কোনও পদক্ষেপের প্রয়োজন নেই।',
    'button_text' => 'পাসওয়ার্ড রিসেট করুন',
  ),
  'dispute_acknowledgement' => 
  array (
    'subject' => '[অর্ডার আইডি: :order_id] বিরোধ সফলভাবে জমা দেওয়া হয়েছে',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যা আমরা অর্ডার আইডি: :order_id এর জন্য আপনার বিরোধ পেয়েছি, আমাদের সমর্থন দলটি যত তাড়াতাড়ি সম্ভব আপনার কাছে ফিরে আসবে।',
    'action' => 
    array (
      'text' => 'বিবাদ দেখুন',
      'color' => 'নীল',
    ),
  ),
  'dispute_created' => 
  array (
    'subject' => 'অর্ডার আইডির জন্য নতুন বিবাদ: :order_id',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'অর্ডার আইডির জন্য আপনি একটি নতুন বিবাদ পেয়েছেন: :order_id। দয়া করে গ্রাহকের সাথে সমস্যাটি পর্যালোচনা করুন এবং সমাধান করুন।',
    'action' => 
    array (
      'text' => 'বিবাদ দেখুন',
      'color' => 'সবুজ',
    ),
  ),
  'dispute_updated' => 
  array (
    'subject' => '[অর্ডার আইডি: :order_id] বিরোধের স্থিতি আপডেট করা হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'অর্ডার আইডি :order_id এর জন্য একটি বিতর্ক বিক্রেতার এই বার্তাটির সাথে আপডেট করা হয়েছে ": উত্তর"। দয়া করে নীচে চেক করুন এবং আপনার কোনও সহায়তার প্রয়োজন হলে আমাদের সাথে যোগাযোগ করুন।',
    'action' => 
    array (
      'text' => 'বিবাদ দেখুন',
      'color' => 'নীল',
    ),
  ),
  'dispute_appealed' => 
  array (
    'subject' => '[অর্ডার আইডি: :order_id] বিরোধের আবেদন!',
    'greeting' => 'হ্যালো!',
    'message' => 'এই বার্তাটি ": উত্তর" দিয়ে অর্ডার আইডি :order_id এর জন্য একটি বিরোধিতা করা হয়েছে। বিস্তারিত জানার জন্য নীচে চেক করুন।',
    'action' => 
    array (
      'text' => 'বিবাদ দেখুন',
      'color' => 'নীল',
    ),
  ),
  'appealed_dispute_replied' => 
  array (
    'subject' => '[অর্ডার আইডি: এক্স 1 আপিল বিবাদের নতুন প্রতিক্রিয়া!',
    'greeting' => 'হ্যালো!',
    'message' => 'অর্ডার আইডি :order_id এর জন্য একটি বিবাদ এই বার্তার সাথে প্রতিক্রিয়া জানানো হয়েছে: </ b> </ b> ": উত্তর"',
    'action' => 
    array (
      'text' => 'বিবাদ দেখুন',
      'color' => 'নীল',
    ),
  ),
  'low_inventory_notification' => 
  array (
    'subject' => 'কম ইনভেন্টরি সতর্কতা!',
    'greeting' => 'হ্যালো!',
    'message' => 'আপনার এক বা একাধিক জায় আইটেম কম হচ্ছে। এটি আইটেমটি বাজারে লাইভ রাখতে আরও ইনভেন্টরি যুক্ত করার সময় এসেছে।',
    'action' => 
    array (
      'text' => 'আপডেট তালিকা',
      'color' => 'নীল',
    ),
  ),
  'inventory_bulk_upload_procceed_notice' => 
  array (
    'subject' => 'আপনার বাল্ক ইনভেন্টরি আমদানির অনুরোধটি প্রস্তুত করা হয়েছে।',
    'greeting' => 'হ্যালো!',
    'message' => 'আমরা আপনাকে জানাতে পেরে খুশি যে আপনার বাল্ক ইনভেন্টরি আমদানির অনুরোধটি সম্পন্ন হয়েছে। প্ল্যাটফর্ম :success এ সফলভাবে আমদানি করা সারিগুলির মোট সংখ্যা, :failed সারির ব্যর্থ সংখ্যা',
    'failed' => 'ব্যর্থ সারিগুলির জন্য সংযুক্ত ফাইলটি সন্ধান করুন।',
    'action' => 
    array (
      'text' => 'ইনভেন্টরি দেখুন',
      'color' => 'সবুজ',
    ),
  ),
  'new_message' => 
  array (
    'subject' => ':subject',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => ':message',
    'action' => 
    array (
      'text' => 'সাইটে বার্তা দেখুন',
      'color' => 'নীল',
    ),
  ),
  'message_replied' => 
  array (
    'subject' => ':user উত্তর দিল :subject',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => ':reply',
    'action' => 
    array (
      'text' => 'সাইটে বার্তা দেখুন',
      'color' => 'নীল',
    ),
  ),
  'order_created' => 
  array (
    'subject' => '[অর্ডার আইডি: এক্স 1 আপনার অর্ডার সফলভাবে স্থাপন করা হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'আমাদের নির্বাচন করার জন্য ধন্যবাদ! আপনার অর্ডার [অর্ডার আইডি :order] সফলভাবে স্থাপন করা হয়েছে। আমরা আপনাকে আদেশের স্থিতি জানাব।',
    'action' => 
    array (
      'text' => 'দোকানে যান',
      'color' => 'নীল',
    ),
  ),
  'merchant_order_created_notification' => 
  array (
    'subject' => 'নতুন অর্ডার [অর্ডার আইডি: এক্স 1 আপনার দোকানে রাখা হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'একটি নতুন অর্ডার [অর্ডার আইডি :order] স্থাপন করা হয়েছে। অনুগ্রহ করে অর্ডার বিশদটি পরীক্ষা করে দেখুন এবং অর্ডারটি যথাযথভাবে পূরণ করুন।',
    'action' => 
    array (
      'text' => 'অর্ডার পূরণ করুন',
      'color' => 'নীল',
    ),
  ),
  'order_updated' => 
  array (
    'subject' => '[অর্ডার আইডি: এক্স 1 আপনার অর্ডার স্থিতি আপডেট করা হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'আপনার অর্ডার [অর্ডার আইডি :order] আপডেট করা হয়েছে যে আপনাকে জানাতে এটি একটি বিজ্ঞপ্তি। অর্ডার বিশদ জন্য নীচে দেখুন। আপনি আপনার ড্যাশবোর্ড থেকে আপনার অর্ডারও পরীক্ষা করতে পারেন।',
    'action' => 
    array (
      'text' => 'দোকানে যান',
      'color' => 'নীল',
    ),
  ),
  'order_fulfilled' => 
  array (
    'subject' => '[অর্ডার আইডি: :order] আপনার আদেশটি এর পথে!',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'আপনার অর্ডার [অর্ডার আইডি এক্স 1 প্রেরণ করা হয়েছে এবং এটি আপনার পথে রয়েছে তা আপনাকে জানাতে এটি একটি বিজ্ঞপ্তি। অর্ডার বিশদ জন্য নীচে দেখুন। আপনি আপনার ড্যাশবোর্ড থেকে আপনার অর্ডারও পরীক্ষা করতে পারেন।',
    'action' => 
    array (
      'text' => 'দোকানে যান',
      'color' => 'সবুজ',
    ),
  ),
  'order_paid' => 
  array (
    'subject' => '[অর্ডার আইডি: :order] আপনার অর্ডার সফলভাবে প্রদান করা হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'আপনার অর্ডার [অর্ডার আইডি :order] সাফল্যের সাথে প্রদান করা হয়েছে এবং এটি আপনার পথে রয়েছে তা আপনাকে জানাতে এটি একটি বিজ্ঞপ্তি। অর্ডার বিশদ জন্য নীচে দেখুন। আপনি আপনার ড্যাশবোর্ড থেকে আপনার অর্ডারও পরীক্ষা করতে পারেন।',
    'action' => 
    array (
      'text' => 'দোকানে যান',
      'color' => 'সবুজ',
    ),
  ),
  'order_payment_failed' => 
  array (
    'subject' => '[অর্ডার আইডি: এক্স 1 প্রদান ব্যর্থ হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'আপনার অর্ডার [অর্ডার আইডি :order] অর্থ প্রদান ব্যর্থ হয়েছে যে আপনাকে জানাতে এটি একটি বিজ্ঞপ্তি। অর্ডার বিশদ জন্য নীচে দেখুন। আপনি আপনার ড্যাশবোর্ড থেকে আপনার অর্ডারও পরীক্ষা করতে পারেন।',
    'action' => 
    array (
      'text' => 'দোকানে যান',
      'color' => 'লাল',
    ),
  ),
  'refund_initiated' => 
  array (
    'subject' => '[অর্ডার আইডি: :order] একটি ফেরত শুরু করা হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'আপনাকে জানাতে এটি একটি বিজ্ঞপ্তি যা আমরা আপনার আদেশের জন্য :order ফেরতের অনুরোধ শুরু করেছি। আমাদের দলের একজন মেম্বার শীঘ্রই অনুরোধটি পর্যালোচনা করবে। আমরা আপনাকে অনুরোধের স্থিতি জানাব।',
  ),
  'refund_approved' => 
  array (
    'subject' => '[অর্ডার আইডি: :order] একটি ফেরতের অনুরোধ অনুমোদিত হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'আপনাকে জানাতে এটি একটি বিজ্ঞপ্তি যা আমরা আপনার আদেশের জন্য এক্স 1 এর ফেরতের অনুরোধটি অনুমোদন করেছি। ফেরত দেওয়া পরিমাণ :amount 2 আমরা আপনার অর্থ প্রদানের পদ্ধতিতে অর্থ প্রেরণ করেছি, আপনার অ্যাকাউন্টটি কার্যকর হতে কয়েক দিন সময় নিতে পারে। আপনি যদি কিছু দিনের মধ্যে অর্থটি প্রভাবিত না করে থাকেন তবে আপনার অর্থ প্রদানের সাথে যোগাযোগ করুন।',
  ),
  'refund_declined' => 
  array (
    'subject' => '[অর্ডার আইডি: :order] একটি ফেরতের অনুরোধ বাতিল হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'আপনাকে জানাতে এটি একটি বিজ্ঞপ্তি যে আপনার অর্ডার :order এর জন্য ফেরতের অনুরোধ প্রত্যাখ্যান করা হয়েছে। আপনি যদি বণিকের সমাধানটির সাথে সন্তুষ্ট না হন তবে আপনি সরাসরি প্ল্যাটফর্ম থেকে বণিকের সাথে যোগাযোগ করতে পারেন বা এমনকি আপনি এক্স 2-তে বিবাদের আবেদন করতে পারেন। আমরা সমস্যাটি সমাধানের পদক্ষেপ নেব।',
  ),
  'shop_created' => 
  array (
    'subject' => 'আপনার দোকান যেতে প্রস্তুত!',
    'greeting' => 'অভিনন্দন এক্স 1!',
    'message' => 'আপনার দোকান এক্স 1 সফলভাবে তৈরি করা হয়েছে! শপ অ্যাডমিন প্যানেলে লগইন করতে নীচের বোতামটি ক্লিক করুন।',
    'action' => 
    array (
      'text' => 'ড্যাশবোর্ডে যান',
      'color' => 'সবুজ',
    ),
  ),
  'shop_updated' => 
  array (
    'subject' => 'দোকানের তথ্য সফলভাবে আপডেট হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যে আপনার দোকান এক্স 1 সফলভাবে আপডেট হয়েছে!',
    'action' => 
    array (
      'text' => 'ড্যাশবোর্ডে যান',
      'color' => 'নীল',
    ),
  ),
  'shop_config_updated' => 
  array (
    'subject' => 'দোকান কনফিগারেশন সফলভাবে আপডেট হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'আপনার দোকান কনফিগারেশন সফলভাবে আপডেট করা হয়েছে! শপ অ্যাডমিন প্যানেলে লগইন করতে নীচের বোতামটি ক্লিক করুন।',
    'action' => 
    array (
      'text' => 'ড্যাশবোর্ডে যান',
      'color' => 'নীল',
    ),
  ),
  'shop_down_for_maintainace' => 
  array (
    'subject' => 'আপনার দোকান নিচে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যা আপনার দোকানের এক্স 1 বন্ধ রয়েছে! কোনও গ্রাহক আপনার দোকানে আবার বেঁচে না আসা পর্যন্ত দেখা করতে পারবেন না।',
    'action' => 
    array (
      'text' => 'কনফিগার পৃষ্ঠায় যান',
      'color' => 'নীল',
    ),
  ),
  'shop_is_live' => 
  array (
    'subject' => 'আপনার দোকান লাইভ ফিরে!',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যে আপনার দোকান এক্স 1 সফলভাবে লাইভে ফিরে এসেছে!',
    'action' => 
    array (
      'text' => 'ড্যাশবোর্ডে যান',
      'color' => 'সবুজ',
    ),
  ),
  'shop_deleted' => 
  array (
    'subject' => 'আপনার দোকানটি এক্স 1 থেকে সরানো হয়েছে!',
    'greeting' => 'হ্যালো মার্চেন্ট!',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যে আপনার দোকানটি আমাদের চিহ্নিতকারী থেকে মুছে ফেলা হয়েছে! আমরা তোমার অভাবববোধ করব.',
  ),
  'system_is_down' => 
  array (
    'subject' => 'আপনার মার্কেটপ্লেস এক্স 1 এখন নীচে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যা আপনার মার্কেটপ্লেস এক্স 1 ডাউন রয়েছে! কোনও গ্রাহক আপনার মার্কেটপ্লেসে আবার বেঁচে না ফিরে আসা যায় না।',
    'action' => 
    array (
      'text' => 'কনফিগার পৃষ্ঠায় যান',
      'color' => 'নীল',
    ),
  ),
  'system_is_live' => 
  array (
    'subject' => 'আপনার মার্কেটপ্লেস এক্স 1 লাইভে ফিরে এসেছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যা আপনার মার্কেটপ্লেস এক্স 1 সফলভাবে লাইভে ফিরে এসেছে!',
    'action' => 
    array (
      'text' => 'ড্যাশবোর্ডে যান',
      'color' => 'সবুজ',
    ),
  ),
  'system_info_updated' => 
  array (
    'subject' => 'এক্স 1 - মার্কেটপ্লেসের তথ্য সফলভাবে আপডেট হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যা আপনার মার্কেটপ্লেস এক্স 1 সফলভাবে আপডেট হয়েছে!',
    'action' => 
    array (
      'text' => 'ড্যাশবোর্ডে যান',
      'color' => 'নীল',
    ),
  ),
  'system_config_updated' => 
  array (
    'subject' => ':marketplace - মার্কেটপ্লেস কনফিগারেশন সফলভাবে আপডেট হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'আপনার মার্কেটপ্লেস এক্স 1 এর কনফিগারেশনটি সফলভাবে আপডেট হয়েছে! অ্যাডমিন প্যানেলে লগইন করতে নীচের বোতামটি ক্লিক করুন।',
    'action' => 
    array (
      'text' => 'সেটিংস দেখুন',
      'color' => 'নীল',
    ),
  ),
  'new_contact_us_message' => 
  array (
    'subject' => 'আমাদের সাথে যোগাযোগের মাধ্যমে নতুন বার্তা ফর্ম: :subject',
    'greeting' => 'হ্যালো!',
    'message_footer_with_phone' => 'আপনি এই ইমেলটির জবাব দিতে পারেন বা এই ফোনে সরাসরি যোগাযোগ করতে পারেন এক্স 1 এ',
    'message_footer' => 'আপনি সরাসরি এই ইমেলটি উত্তর দিতে পারেন।',
  ),
  'ticket_acknowledgement' => 
  array (
    'subject' => '[টিকিটের আইডি: :ticket_id] :subject',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যা আমরা সফলভাবে আপনার টিকিট এক্স 1 পেয়েছি! আমাদের সমর্থন দল যত তাড়াতাড়ি সম্ভব আপনার কাছে ফিরে আসবে।',
    'action' => 
    array (
      'text' => 'টিকিট দেখুন',
      'color' => 'নীল',
    ),
  ),
  'ticket_created' => 
  array (
    'subject' => 'নতুন সমর্থন টিকিট [টিকিটের আইডি: :ticket_id] :subject',
    'greeting' => 'হ্যালো!',
    'message' => 'আপনি বিক্রেতার এক্স 3 থেকে একটি নতুন সমর্থন টিকিট আইডি :ticket_id, প্রেরক :sender পেয়েছেন। দলটিকে সমর্থন করার জন্য পর্যালোচনা এবং আশ্বাস দিন ass',
    'action' => 
    array (
      'text' => 'টিকিট দেখুন',
      'color' => 'সবুজ',
    ),
  ),
  'ticket_assigned' => 
  array (
    'subject' => 'আপনাকে কেবলমাত্র একটি টিকিট বরাদ্দ করা হয়েছে [টিকিট IF: :ticket_id] :subject',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => 'এই টিকিটটি আপনাকে জানাতে এটি একটি বিজ্ঞপ্তি [টিকিটের আইডি: :ticket_id] :subject সবেমাত্র আপনাকে দেওয়া হয়েছে। যত তাড়াতাড়ি সম্ভব টিকিটটি পর্যালোচনা এবং জবাব দিন।',
    'action' => 
    array (
      'text' => 'টিকিট জবাব দিন',
      'color' => 'নীল',
    ),
  ),
  'ticket_replied' => 
  array (
    'subject' => ':user টিকিট জবাব দিয়েছে [টিকিট আইডি: :ticket_id] :subject',
    'greeting' => 'হ্যালো এক্স 1',
    'message' => ':reply',
    'action' => 
    array (
      'text' => 'টিকিট দেখুন',
      'color' => 'নীল',
    ),
  ),
  'ticket_updated' => 
  array (
    'subject' => 'একটি টিকিট [টিকিটের আইডি: এক্স 1 এক্স 2 আপডেট হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'আপনার সমর্থনের টিকিটের একটি টিকিটের আইডি #: টিকিট_আইডি :subject আপডেট করা হয়েছে। যদি আপনি কোন সহায়তা প্রয়োজন হলে আমাদের সাথে যোগাযোগ করুন।',
    'action' => 
    array (
      'text' => 'টিকিট দেখুন',
      'color' => 'নীল',
    ),
  ),
  'user_created' => 
  array (
    'subject' => 'এক্স 1 আপনাকে এক্স 2 বাজারে যুক্ত করেছে!',
    'greeting' => 'অভিনন্দন এক্স 1!',
    'message' => 'আপনাকে এক্স 2 দ্বারা এক্স 1 এ যুক্ত করা হয়েছে! আপনার অ্যাকাউন্টে লগইন করতে নীচের বোতামটি ক্লিক করুন। প্রাথমিক লগইনের জন্য অস্থায়ী পাসওয়ার্ড ব্যবহার করুন।',
    'alert' => 'লগইন করার পরে আপনার পাসওয়ার্ড পরিবর্তন করতে ভুলবেন না।',
    'action' => 
    array (
      'text' => 'আপনার প্রোফাইল দেখুন',
      'color' => 'সবুজ',
    ),
  ),
  'user_updated' => 
  array (
    'subject' => 'অ্যাকাউন্ট তথ্য সফলভাবে আপডেট হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'এটি আপনাকে জানাতে একটি বিজ্ঞপ্তি যা আপনার অ্যাকাউন্টটি সফলভাবে আপডেট হয়েছে!',
    'action' => 
    array (
      'text' => 'আপনার প্রোফাইল দেখুন',
      'color' => 'নীল',
    ),
  ),
  'verdor_registered' => 
  array (
    'subject' => 'নতুন বিক্রেতার সবে নিবন্ধিত!',
    'greeting' => 'অভিনন্দন!',
    'message' => 'আপনার মার্কেটপ্লেস :marketplace সবেমাত্র দোকানের নামের সাথে একটি নতুন রায় পেয়েছে << শপ_নাম </ strong> এবং বণিকের ইমেল ঠিকানা :merchant_email',
    'action' => 
    array (
      'text' => 'ড্যাশবোর্ডে যান',
      'color' => 'সবুজ',
    ),
  ),
  'email_verification' => 
  array (
    'subject' => 'আপনার এক্স 1 অ্যাকাউন্ট যাচাই করুন!',
    'greeting' => 'অভিনন্দন এক্স 1!',
    'message' => 'আপনার অ্যাকাউন্টটি সফলভাবে তৈরি করা হয়েছে! আপনার ইমেল ঠিকানা যাচাই করতে নীচের বোতামটি ক্লিক করুন।',
    'button_text' => 'আমার ইমেল যাচাই করুন',
  ),
  'dispute_solved' => 
  array (
    'subject' => 'বিতর্ক [অর্ডার আইডি: এক্স 1 কে সমাধান হিসাবে চিহ্নিত করা হয়েছে!',
    'greeting' => 'হ্যালো এক্স 1!',
    'message' => 'অর্ডার আইডি: :order_id এর জন্য বিবাদটিকে সমাধান হিসাবে চিহ্নিত করা হয়েছে। আমাদের সাথে হচ্ছে জন্য আপনাকে ধন্যবাদ.',
    'action' => 
    array (
      'text' => 'বিবাদ দেখুন',
      'color' => 'সবুজ',
    ),
  ),
);