<?php 
return array (
  'password_updated' => 
  array (
    'subject' => 'رمز عبور :marketplace شما با موفقیت به روز شد!',
    'greeting' => 'سلام :user!',
    'message' => 'رمز ورود به حساب کاربری شما با موفقیت تغییر کرده است! اگر این تغییر را ایجاد نکردید ، لطفا با ما تماس بگیرید! برای ورود به صفحه نمایه خود ، روی دکمه زیر کلیک کنید.',
    'button_text' => 'از نمایه خود دیدن کنید',
  ),
  'invoice_created' => 
  array (
    'subject' => ':marketplace فاکتور هزینه اشتراک ماهانه',
    'greeting' => 'سلام :merchant!',
    'message' => 'از حمایت مستمر شما سپاسگزارم. ما یک نسخه از فاکتور خود را برای سوابق شما ضمیمه کردیم. لطفا در صورت داشتن هر گونه سوال یا نگرانی به ما اطلاع دهید!',
    'action' => 
    array (
      'text' => 'به داشبورد بروید',
      'color' => 'سبز',
    ),
  ),
  'customer_registered' => 
  array (
    'subject' => 'به بازار :marketplace خوش آمدید!',
    'greeting' => 'تبریک :customer!',
    'message' => 'حساب شما با موفقیت ایجاد شد! برای تأیید آدرس ایمیل خود ، روی دکمه زیر کلیک کنید.',
    'action' => 
    array (
      'text' => 'مرا تأیید کنید',
      'color' => 'سبز',
    ),
  ),
  'customer_updated' => 
  array (
    'subject' => 'اطلاعات حساب با موفقیت به روز شد!',
    'greeting' => 'سلام :customer!',
    'message' => 'این یک اعلان است تا به شما اطلاع دهد که حساب شما با موفقیت به روز شده است!',
    'action' => 
    array (
      'text' => 'از نمایه خود دیدن کنید',
      'color' => 'آبی',
    ),
  ),
  'customer_password_reset' => 
  array (
    'subject' => 'تنظیم مجدد اعلان گذرواژه',
    'greeting' => 'سلام!',
    'message' => 'شما این ایمیل را دریافت می کنید زیرا ما درخواست بازنشانی رمزعبور را برای حساب شما دریافت کردیم. اگر درخواست بازنشانی گذرواژه را نکردید ، فقط این اعلان را نادیده بگیرید و هیچ اقدام دیگری لازم نیست.',
    'button_text' => 'بازنشانی گذرواژه',
  ),
  'dispute_acknowledgement' => 
  array (
    'subject' => '[شناسه سفارش: :order_id] اختلاف با موفقیت ارسال شد',
    'greeting' => 'سلام :customer',
    'message' => 'این یک اخطار است برای اطلاع شما که اختلاف نظر شما را برای شناسه سفارش دریافت کرده ایم: :order_id ، تیم پشتیبانی ما در اسرع وقت به شما باز می گردد.',
    'action' => 
    array (
      'text' => 'اختلاف را مشاهده کنید',
      'color' => 'آبی',
    ),
  ),
  'dispute_created' => 
  array (
    'subject' => 'اختلاف جدید برای شناسه سفارش: :order_id',
    'greeting' => 'سلام :merchant!',
    'message' => 'شما یک اختلاف جدید برای سفارش شناسه دریافت کرده اید: :order_id. لطفاً موضوع را با مشتری بررسی و حل کنید.',
    'action' => 
    array (
      'text' => 'اختلاف را مشاهده کنید',
      'color' => 'سبز',
    ),
  ),
  'dispute_updated' => 
  array (
    'subject' => '[شناسه سفارش: :order_id] وضعیت اختلاف نظر به روز شد!',
    'greeting' => 'سلام :customer!',
    'message' => 'اختلاف نظر برای Order ID :order_id با این پیام از فروشنده ": reply" به روز شده است. لطفا در زیر بررسی کنید و در صورت نیاز به کمک با ما تماس بگیرید.',
    'action' => 
    array (
      'text' => 'اختلاف را مشاهده کنید',
      'color' => 'آبی',
    ),
  ),
  'dispute_appealed' => 
  array (
    'subject' => '[شناسه سفارش: :order_id] اختلاف تجدید نظر!',
    'greeting' => 'سلام!',
    'message' => 'اختلاف نظر برای Order ID :order_id با این پیام تجدید نظر شده است: "پاسخ دهید". لطفا برای جزئیات بیشتر به زیر مراجعه کنید.',
    'action' => 
    array (
      'text' => 'اختلاف را مشاهده کنید',
      'color' => 'آبی',
    ),
  ),
  'appealed_dispute_replied' => 
  array (
    'subject' => '[شناسه سفارش: :order_id] پاسخ جدید برای اختلاف تجدید نظر!',
    'greeting' => 'سلام!',
    'message' => 'اختلاف نظر برای سفارش شناسه :order_id با این پیام پاسخ داده شده است: </br> </br> ": پاسخ دهید"',
    'action' => 
    array (
      'text' => 'اختلاف را مشاهده کنید',
      'color' => 'آبی',
    ),
  ),
  'low_inventory_notification' => 
  array (
    'subject' => 'هشدار موجودی کم!',
    'greeting' => 'سلام!',
    'message' => 'یک یا چند مورد از موجودی شما کم می شود. زمان آن است که موجودی بیشتری برای زنده نگه داشتن کالای موجود در بازار اضافه شود.',
    'action' => 
    array (
      'text' => 'موجودی را به روز کنید',
      'color' => 'آبی',
    ),
  ),
  'inventory_bulk_upload_procceed_notice' => 
  array (
    'subject' => 'درخواست واردات موجودی انبوه شما پیش بینی شده است.',
    'greeting' => 'سلام!',
    'message' => 'ما خوشحالیم که به شما اطلاع می دهیم که درخواست واردات عمده فروشی شما انجام شده است. تعداد کل ردیف های وارد شده با موفقیت به پلت فرم :success ، تعداد ردیف های :failed شکست خورده است',
    'failed' => 'لطفا پرونده پیوست شده را برای سطرهای شکست خورده پیدا کنید.',
    'action' => 
    array (
      'text' => 'مشاهده موجودی',
      'color' => 'سبز',
    ),
  ),
  'new_message' => 
  array (
    'subject' => ':subject',
    'greeting' => 'سلام :receiver',
    'message' => ':message',
    'action' => 
    array (
      'text' => 'مشاهده پیام در سایت',
      'color' => 'آبی',
    ),
  ),
  'message_replied' => 
  array (
    'subject' => ':user جواب :subject داد',
    'greeting' => 'سلام :receiver',
    'message' => ':reply',
    'action' => 
    array (
      'text' => 'مشاهده پیام در سایت',
      'color' => 'آبی',
    ),
  ),
  'order_created' => 
  array (
    'subject' => '[شناسه سفارش: :order] سفارش شما با موفقیت درج شده است!',
    'greeting' => 'سلام :customer',
    'message' => 'از اینکه ما را انتخاب کردید، متشکریم! سفارش شما [سفارش شناسه :order] با موفقیت قرار گرفت. ما به شما می خواهیم وضعیت سفارش را بدانید.',
    'action' => 
    array (
      'text' => 'از مغازه دیدن کنید',
      'color' => 'آبی',
    ),
  ),
  'merchant_order_created_notification' => 
  array (
    'subject' => 'سفارش جدید [شناسه سفارش: :order] در فروشگاه شما قرار داده شده است!',
    'greeting' => 'سلام :merchant',
    'message' => 'سفارش جدید [Order ID :order] قرار داده شده است. لطفاً جزئیات سفارش را بررسی کرده و سفارش سفارش را انجام دهید.',
    'action' => 
    array (
      'text' => 'سفارش را انجام دهید',
      'color' => 'آبی',
    ),
  ),
  'order_updated' => 
  array (
    'subject' => '[شناسه سفارش: :order] وضعیت سفارش شما به روز شده است!',
    'greeting' => 'سلام :customer',
    'message' => 'این نوتیفیکیکی است که به شما اطلاع می دهد سفارش شما [سفارش سفارش :order] به روز شده است. لطفا برای جزئیات سفارش به زیر مراجعه کنید. همچنین می توانید سفارشات خود را از داشبورد خود بررسی کنید.',
    'action' => 
    array (
      'text' => 'از مغازه دیدن کنید',
      'color' => 'آبی',
    ),
  ),
  'order_fulfilled' => 
  array (
    'subject' => '[شناسه سفارش: :order] سفارش شما در راه است!',
    'greeting' => 'سلام :customer',
    'message' => 'این نوتیفیکیکی است که به شما اطلاع می دهد سفارش شما [سفارش ID :order] ارسال شده است و در راه است. لطفا برای جزئیات سفارش به زیر مراجعه کنید. همچنین می توانید سفارشات خود را از داشبورد خود بررسی کنید.',
    'action' => 
    array (
      'text' => 'از مغازه دیدن کنید',
      'color' => 'سبز',
    ),
  ),
  'order_paid' => 
  array (
    'subject' => '[شناسه سفارش: :order] سفارش شما با موفقیت پرداخت شد!',
    'greeting' => 'سلام :customer',
    'message' => 'این یک اخطار است تا به شما اطلاع دهد که سفارش شما [سفارش شناسه :order] با موفقیت پرداخت شده است و در راه است. لطفا برای جزئیات سفارش به زیر مراجعه کنید. همچنین می توانید سفارشات خود را از داشبورد خود بررسی کنید.',
    'action' => 
    array (
      'text' => 'از مغازه دیدن کنید',
      'color' => 'سبز',
    ),
  ),
  'order_payment_failed' => 
  array (
    'subject' => '[شناسه سفارش: پرداخت :order] انجام نشد!',
    'greeting' => 'سلام :customer',
    'message' => 'این اعلانی است که به شما اطلاع می دهد سفارش شما [پرداخت شناسه سفارش :order] شکست خورده است. لطفا برای جزئیات سفارش به زیر مراجعه کنید. همچنین می توانید سفارشات خود را از داشبورد خود بررسی کنید.',
    'action' => 
    array (
      'text' => 'از مغازه دیدن کنید',
      'color' => 'قرمز',
    ),
  ),
  'refund_initiated' => 
  array (
    'subject' => '[شناسه سفارش: :order] بازپرداخت آغاز شده است!',
    'greeting' => 'سلام :customer',
    'message' => 'این اعلانی است که به شما اطلاع می دهد که ما درخواست بازپرداخت سفارش شما :order را آغاز کرده ایم. یکی از اعضای تیم ما به زودی درخواست را بررسی می کند. ما به شما درمورد وضعیت درخواست اطلاع می دهیم.',
  ),
  'refund_approved' => 
  array (
    'subject' => '[شناسه سفارش: :order] درخواست بازپرداخت تأیید شده است!',
    'greeting' => 'سلام :customer',
    'message' => 'این یک اخطار است برای اطلاع شما که ما درخواست بازپرداخت سفارش شما :order را تأیید کرده ایم. مبلغ بازپرداخت :amount است. ما این روش را به روش پرداخت شما ارسال کرده ایم ، ممکن است چند روز طول بکشد تا بتوانید حساب خود را انجام دهید. در صورتی که پولی را که طی چند روز مشاهده نمی شود ، با ارائه دهنده پرداخت خود تماس بگیرید.',
  ),
  'refund_declined' => 
  array (
    'subject' => '[شناسه سفارش: :order] درخواست بازپرداخت رد شد!',
    'greeting' => 'سلام :customer',
    'message' => 'این یک اخطار است تا به شما اطلاع دهد که درخواست بازپرداخت برای سفارش شما :order رد شده است. اگر از راه حل بازرگان راضی نیستید ، می توانید مستقیماً از سکو با بازرگان تماس بگیرید یا حتی می توانید اختلاف را در مورد :marketplace تجدید نظر کنید. ما برای حل مسئله گام بر می داریم.',
  ),
  'shop_created' => 
  array (
    'subject' => 'فروشگاه شما آماده رفتن است!',
    'greeting' => 'تبریک :merchant!',
    'message' => 'فروشگاه :shop_name شما با موفقیت ایجاد شده است! برای ورود به صفحه پنل مدیریت ، روی دکمه زیر کلیک کنید.',
    'action' => 
    array (
      'text' => 'به داشبورد بروید',
      'color' => 'سبز',
    ),
  ),
  'shop_updated' => 
  array (
    'subject' => 'اطلاعات فروشگاه با موفقیت به روز شد!',
    'greeting' => 'سلام :merchant!',
    'message' => 'این یک اخطار است تا به شما اطلاع دهیم که فروشگاه :shop_name شما با موفقیت به روز شده است!',
    'action' => 
    array (
      'text' => 'به داشبورد بروید',
      'color' => 'آبی',
    ),
  ),
  'shop_config_updated' => 
  array (
    'subject' => 'پیکربندی فروشگاه با موفقیت به روز شد!',
    'greeting' => 'سلام :merchant!',
    'message' => 'پیکربندی فروشگاه شما با موفقیت به روز شد! برای ورود به صفحه پنل مدیریت ، روی دکمه زیر کلیک کنید.',
    'action' => 
    array (
      'text' => 'به داشبورد بروید',
      'color' => 'آبی',
    ),
  ),
  'shop_down_for_maintainace' => 
  array (
    'subject' => 'مغازه شما خراب است!',
    'greeting' => 'سلام :merchant!',
    'message' => 'این یک اخطار است تا به شما اطلاع دهیم که فروشگاه :shop_name شما خراب است! هیچ مشتری نمی تواند از فروشگاه شما بازدید کند تا زمانی که دوباره به زندگی خود بازگردد.',
    'action' => 
    array (
      'text' => 'به صفحه پیکربندی بروید',
      'color' => 'آبی',
    ),
  ),
  'shop_is_live' => 
  array (
    'subject' => 'فروشگاه شما به LIVE باز می گردد!',
    'greeting' => 'سلام :merchant',
    'message' => 'این یک اخطار است تا به شما اطلاع دهیم که فروشگاه :shop_name شما برای موفقیت با موفقیت زندگی می کند!',
    'action' => 
    array (
      'text' => 'به داشبورد بروید',
      'color' => 'سبز',
    ),
  ),
  'shop_deleted' => 
  array (
    'subject' => 'فروشگاه شما از :marketplace حذف شده است!',
    'greeting' => 'سلام بازرگان!',
    'message' => 'این یک اعلان است تا به شما اطلاع دهیم که فروشگاه شما از محل مارک ما حذف شده است! دلمون براتون تنگ میشه.',
  ),
  'system_is_down' => 
  array (
    'subject' => 'بازار :marketplace شما اکنون پایین است!',
    'greeting' => 'سلام :user!',
    'message' => 'این یک اخطار است تا به شما اطلاع دهیم که بازار :marketplace شما خراب است! هیچ مشتری نمی تواند از بازار شما بازدید کند تا اینکه دوباره به زندگی خود بازگردد.',
    'action' => 
    array (
      'text' => 'به صفحه پیکربندی بروید',
      'color' => 'آبی',
    ),
  ),
  'system_is_live' => 
  array (
    'subject' => 'بازار :marketplace شما به LIVE بازگردد!',
    'greeting' => 'سلام :user!',
    'message' => 'این اعلانی است که به شما اطلاع می دهد که :marketplace بازار شما برای موفقیت با موفقیت زندگی می کند!',
    'action' => 
    array (
      'text' => 'به داشبورد بروید',
      'color' => 'سبز',
    ),
  ),
  'system_info_updated' => 
  array (
    'subject' => ':marketplace - اطلاعات بازار با موفقیت به روز شد!',
    'greeting' => 'سلام :user!',
    'message' => 'این اعلانی است که به شما اطلاع می دهد که :marketplace بازار شما با موفقیت به روز شده است!',
    'action' => 
    array (
      'text' => 'به داشبورد بروید',
      'color' => 'آبی',
    ),
  ),
  'system_config_updated' => 
  array (
    'subject' => ':marketplace - پیکربندی بازار با موفقیت به روز شد!',
    'greeting' => 'سلام :user!',
    'message' => 'پیکربندی بازار :marketplace شما با موفقیت به روز شد! برای ورود به صفحه پنل مدیریت ، روی دکمه زیر کلیک کنید.',
    'action' => 
    array (
      'text' => 'مشاهده تنظیمات',
      'color' => 'آبی',
    ),
  ),
  'new_contact_us_message' => 
  array (
    'subject' => 'پیام جدید از طریق فرم تماس با ما: :subject',
    'greeting' => 'سلام!',
    'message_footer_with_phone' => 'می توانید این ایمیل یا تماس مستقیم با این تلفن :phone را پاسخ دهید',
    'message_footer' => 'می توانید مستقیماً به این ایمیل پاسخ دهید.',
  ),
  'ticket_acknowledgement' => 
  array (
    'subject' => '[شناسه بلیط: :ticket_id] :subject',
    'greeting' => 'سلام :user',
    'message' => 'این اعلانی است برای اطلاع شما که بلیط :ticket_id شما را با موفقیت دریافت کرده ایم! تیم پشتیبانی ما در اسرع وقت به شما باز می گردد.',
    'action' => 
    array (
      'text' => 'بلیط را مشاهده کنید',
      'color' => 'آبی',
    ),
  ),
  'ticket_created' => 
  array (
    'subject' => 'بلیط پشتیبانی جدید [شناسه بلیط: :ticket_id] :subject',
    'greeting' => 'سلام!',
    'message' => 'شما یک ID پشتیبانی بلیط جدید :ticket_id ، Sender :sender از فروشنده :vendor دریافت کرده اید. بررسی و گرفتن بلیط برای تیم پشتیبانی.',
    'action' => 
    array (
      'text' => 'بلیط را مشاهده کنید',
      'color' => 'سبز',
    ),
  ),
  'ticket_assigned' => 
  array (
    'subject' => 'بلیطی که به شما اختصاص داده شده است [بلیط اگر: :ticket_id] :subject',
    'greeting' => 'سلام :user',
    'message' => 'این یک اخطار است تا به شما اطلاع دهیم که بلیط [ID بلیط: :ticket_id] :subject را فقط برای شما جمع کرده است. بلیط را در اسرع وقت بررسی و پاسخ دهید.',
    'action' => 
    array (
      'text' => 'جواب بلیط را بدهید',
      'color' => 'آبی',
    ),
  ),
  'ticket_replied' => 
  array (
    'subject' => ':user بلیط را جواب داد [بلیط بلیط: :ticket_id] :subject',
    'greeting' => 'سلام :user',
    'message' => ':reply',
    'action' => 
    array (
      'text' => 'بلیط را مشاهده کنید',
      'color' => 'آبی',
    ),
  ),
  'ticket_updated' => 
  array (
    'subject' => 'یک بلیط [شناسه بلیط: :ticket_id] :subject به روز شده است!',
    'greeting' => 'سلام :user!',
    'message' => 'یکی از شناسه بلیط پشتیبانی شما شماره # بلیط_id :subject به روز شده است. لطفا درصورت نیاز به هرگونه کمک با ما تماس بگیرید.',
    'action' => 
    array (
      'text' => 'بلیط را مشاهده کنید',
      'color' => 'آبی',
    ),
  ),
  'user_created' => 
  array (
    'subject' => ':admin شما را به بازار :marketplace اضافه کرد!',
    'greeting' => 'تبریک :user!',
    'message' => 'شما توسط :admin به :marketplace اضافه شده اید! برای ورود به حساب خود روی دکمه زیر کلیک کنید. برای ورود به سیستم اولیه از رمزعبور موقت استفاده کنید.',
    'alert' => 'فراموش نکنید که پسورد خود را تغییر دهید.',
    'action' => 
    array (
      'text' => 'از نمایه خود دیدن کنید',
      'color' => 'سبز',
    ),
  ),
  'user_updated' => 
  array (
    'subject' => 'اطلاعات حساب با موفقیت به روز شد!',
    'greeting' => 'سلام :user!',
    'message' => 'این یک اعلان است تا به شما اطلاع دهد که حساب شما با موفقیت به روز شده است!',
    'action' => 
    array (
      'text' => 'از نمایه خود دیدن کنید',
      'color' => 'آبی',
    ),
  ),
  'verdor_registered' => 
  array (
    'subject' => 'فروشنده جدید تازه ثبت نام کرده است!',
    'greeting' => 'تبریک می گویم!',
    'message' => 'بازار :marketplace شما فقط یک آدرس جدید ایجاد کرده است با نام فروشگاه <strong>: shop_name </strong> و آدرس ایمیل تاجر :merchant_email است',
    'action' => 
    array (
      'text' => 'به داشبورد بروید',
      'color' => 'سبز',
    ),
  ),
  'email_verification' => 
  array (
    'subject' => 'حساب :marketplace خود را تأیید کنید!',
    'greeting' => 'تبریک :user!',
    'message' => 'حساب شما با موفقیت ایجاد شد! برای تأیید آدرس ایمیل خود ، روی دکمه زیر کلیک کنید.',
    'button_text' => 'ایمیل من را تأیید کنید',
  ),
  'dispute_solved' => 
  array (
    'subject' => 'اختلاف [شناسه سفارش: :order_id] به عنوان حل شده علامت گذاری شده است!',
    'greeting' => 'سلام :customer!',
    'message' => 'اختلاف برای سفارش شناسه: :order_id به عنوان حل شده علامت گذاری شده است. ممنون از اینکه با ما بودید.',
    'action' => 
    array (
      'text' => 'اختلاف را مشاهده کنید',
      'color' => 'سبز',
    ),
  ),
);