<?php 
return array (
  'failed' => 'இந்த நற்சான்றிதழ்கள் எங்கள் பதிவுகளுடன் பொருந்தவில்லை.',
  'throttle' => 'பல உள்நுழைவு முயற்சிகள். :seconds வினாடிகளில் மீண்டும் முயற்சிக்கவும்.',
  'verification_link_sent' => 'சரிபார்ப்பு இணைப்பு அனுப்பப்பட்டது! உங்கள் மின்னஞ்சலை சரிபார்த்து உங்கள் கணக்கை சரிபார்க்கவும்.',
  'verification_failed' => 'இந்த இணைப்பு செல்லுபடியாகாது அல்லது காலாவதியானது.',
  'verification_successful' => 'உங்கள் கணக்கு வெற்றிகரமாக சரிபார்க்கப்பட்டது!',
  'resend_verification_link' => 'சரிபார்ப்பு இணைப்பை மீண்டும் அனுப்பவும்',
);