<?php 
return array (
  'password_updated' => 
  array (
    'subject' => 'உங்கள் :marketplace கடவுச்சொல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :user!',
    'message' => 'உங்கள் கணக்கு உள்நுழைவு கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது! நீங்கள் இந்த மாற்றத்தை செய்யவில்லை என்றால், தயவுசெய்து எங்களை தொடர்பு கொள்ளுங்கள்! உங்கள் சுயவிவரப் பக்கத்தில் உள்நுழைய கீழே உள்ள பொத்தானைக் கிளிக் செய்க.',
    'button_text' => 'உங்கள் சுயவிவரத்தைப் பார்வையிடவும்',
  ),
  'invoice_created' => 
  array (
    'subject' => ':marketplace மாத சந்தா கட்டண விலைப்பட்டியல்',
    'greeting' => 'வணக்கம் :merchant!',
    'message' => 'உங்கள் தொடர்ச்சியான ஆதரவுக்கு நன்றி. உங்கள் பதிவுகளுக்காக உங்கள் விலைப்பட்டியல் நகலை இணைத்துள்ளோம். உங்களிடம் ஏதேனும் கேள்விகள் அல்லது கவலைகள் இருந்தால் எங்களுக்குத் தெரியப்படுத்துங்கள்!',
    'action' => 
    array (
      'text' => 'டாஷ்போர்டுக்குச் செல்லவும்',
      'color' => 'பச்சை',
    ),
  ),
  'customer_registered' => 
  array (
    'subject' => ' :marketplace சந்தைக்கு வருக!',
    'greeting' => 'வாழ்த்துக்கள் :customer!',
    'message' => 'உங்கள் கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது! உங்கள் மின்னஞ்சல் முகவரியை சரிபார்க்க கீழே உள்ள பொத்தானைக் கிளிக் செய்க.',
    'action' => 
    array (
      'text' => 'என்னை சரிபார்க்கவும்',
      'color' => 'பச்சை',
    ),
  ),
  'customer_updated' => 
  array (
    'subject' => 'கணக்கு தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :customer!',
    'message' => 'உங்கள் கணக்கு வெற்றிகரமாக புதுப்பிக்கப்பட்டுள்ளது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பு!',
    'action' => 
    array (
      'text' => 'உங்கள் சுயவிவரத்தைப் பார்வையிடவும்',
      'color' => 'நீல',
    ),
  ),
  'customer_password_reset' => 
  array (
    'subject' => 'கடவுச்சொல் அறிவிப்பை மீட்டமைக்கவும்',
    'greeting' => 'வணக்கம்!',
    'message' => 'உங்கள் கணக்கிற்கான கடவுச்சொல் மீட்டமைப்பு கோரிக்கையை நாங்கள் பெற்றதால் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள். கடவுச்சொல் மீட்டமைப்பை நீங்கள் கோரவில்லை என்றால், இந்த அறிவிப்பை புறக்கணிக்கவும், மேலும் எந்த நடவடிக்கையும் தேவையில்லை.',
    'button_text' => 'கடவுச்சொல்லை மீட்டமைக்க',
  ),
  'dispute_acknowledgement' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order_id] தகராறு வெற்றிகரமாக சமர்ப்பிக்கப்பட்டுள்ளது',
    'greeting' => 'வணக்கம் :customer',
    'message' => 'ஆர்டர் ஐடி: :order_id க்கான உங்கள் தகராறை நாங்கள் பெற்றுள்ளோம் என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பாகும், எங்கள் ஆதரவு குழு விரைவில் உங்களைத் திரும்பப் பெறும்.',
    'action' => 
    array (
      'text' => 'சர்ச்சையைக் காண்க',
      'color' => 'நீல',
    ),
  ),
  'dispute_created' => 
  array (
    'subject' => 'ஆர்டர் ஐடிக்கான புதிய தகராறு: :order_id',
    'greeting' => 'வணக்கம் :merchant!',
    'message' => 'ஆர்டர் ஐடிக்கு புதிய தகராறு கிடைத்துள்ளது: :order_id. வாடிக்கையாளருடன் சிக்கலை மதிப்பாய்வு செய்து தீர்க்கவும்.',
    'action' => 
    array (
      'text' => 'சர்ச்சையைக் காண்க',
      'color' => 'பச்சை',
    ),
  ),
  'dispute_updated' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order_id] சர்ச்சை நிலை புதுப்பிக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :customer!',
    'message' => 'ஆர்டர் ஐடி :order_id க்கான ஒரு சர்ச்சை விற்பனையாளரிடமிருந்து இந்த செய்தியுடன் புதுப்பிக்கப்பட்டது ": பதில்". தயவுசெய்து கீழே சரிபார்த்து உங்களுக்கு ஏதாவது உதவி தேவைப்பட்டால் எங்களை தொடர்பு கொள்ளவும்.',
    'action' => 
    array (
      'text' => 'சர்ச்சையைக் காண்க',
      'color' => 'நீல',
    ),
  ),
  'dispute_appealed' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order_id] தகராறு முறையிடப்பட்டது!',
    'greeting' => 'வணக்கம்!',
    'message' => 'ஆர்டர் ஐடி :order_id க்கான ஒரு சர்ச்சை இந்த செய்தியுடன் ": பதில்" உடன் முறையிடப்பட்டுள்ளது. விவரங்களுக்கு கீழே சரிபார்க்கவும்.',
    'action' => 
    array (
      'text' => 'சர்ச்சையைக் காண்க',
      'color' => 'நீல',
    ),
  ),
  'appealed_dispute_replied' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order_id] மேல்முறையீட்டு தகராறுக்கான புதிய பதில்!',
    'greeting' => 'வணக்கம்!',
    'message' => 'ஆர்டர் ஐடி :order_id க்கான ஒரு சர்ச்சை இந்த செய்தியுடன் பதிலளிக்கப்பட்டுள்ளது: </ b> </br> ": பதில்"',
    'action' => 
    array (
      'text' => 'சர்ச்சையைக் காண்க',
      'color' => 'நீல',
    ),
  ),
  'low_inventory_notification' => 
  array (
    'subject' => 'குறைந்த சரக்கு எச்சரிக்கை!',
    'greeting' => 'வணக்கம்!',
    'message' => 'உங்கள் சரக்கு பொருட்களில் ஒன்று அல்லது அதற்கு மேற்பட்டவை குறைவாக வருகின்றன. உருப்படியை சந்தையில் நேரடியாக வைத்திருக்க கூடுதல் சரக்குகளைச் சேர்க்க வேண்டிய நேரம் இது.',
    'action' => 
    array (
      'text' => 'சரக்குகளைப் புதுப்பிக்கவும்',
      'color' => 'நீல',
    ),
  ),
  'inventory_bulk_upload_procceed_notice' => 
  array (
    'subject' => 'உங்கள் மொத்த சரக்கு இறக்குமதி கோரிக்கை தொடரப்பட்டது.',
    'greeting' => 'வணக்கம்!',
    'message' => 'உங்கள் மொத்த சரக்கு இறக்குமதி கோரிக்கை தொடரப்பட்டுள்ளது என்பதை உங்களுக்குத் தெரிவிப்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம். மேடையில் வெற்றிகரமாக இறக்குமதி செய்யப்பட்ட மொத்த வரிசைகளின் எண்ணிக்கை :success, தோல்வியுற்ற வரிசைகள் :failed',
    'failed' => 'தோல்வியுற்ற வரிசைகளுக்கு இணைக்கப்பட்ட கோப்பைக் கண்டுபிடிக்கவும்.',
    'action' => 
    array (
      'text' => 'சரக்குகளைக் காண்க',
      'color' => 'பச்சை',
    ),
  ),
  'new_message' => 
  array (
    'subject' => ':subject',
    'greeting' => 'வணக்கம் :receiver',
    'message' => ':message',
    'action' => 
    array (
      'text' => 'தளத்தில் செய்தியைக் காண்க',
      'color' => 'நீல',
    ),
  ),
  'message_replied' => 
  array (
    'subject' => ':user பதிலளித்தது :subject',
    'greeting' => 'வணக்கம் :receiver',
    'message' => ':reply',
    'action' => 
    array (
      'text' => 'தளத்தில் செய்தியைக் காண்க',
      'color' => 'நீல',
    ),
  ),
  'order_created' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order] உங்கள் ஆர்டர் வெற்றிகரமாக வைக்கப்பட்டுள்ளது!',
    'greeting' => 'வணக்கம் :customer',
    'message' => 'எங்களைத் தேர்ந்தெடுத்ததற்கு நன்றி! உங்கள் ஆர்டர் [ஆர்டர் ஐடி :order] வெற்றிகரமாக வைக்கப்பட்டுள்ளது. ஆர்டரின் நிலையை நாங்கள் உங்களுக்குத் தெரியப்படுத்துவோம்.',
    'action' => 
    array (
      'text' => 'கடைக்குச் செல்லுங்கள்',
      'color' => 'நீல',
    ),
  ),
  'merchant_order_created_notification' => 
  array (
    'subject' => 'புதிய ஆர்டர் [ஆர்டர் ஐடி: :order] உங்கள் கடையில் வைக்கப்பட்டுள்ளது!',
    'greeting' => 'வணக்கம் :merchant',
    'message' => 'ஒரு புதிய ஆர்டர் [ஆர்டர் ஐடி :order] வைக்கப்பட்டுள்ளது. தயவுசெய்து ஆர்டர் விவரங்களைச் சரிபார்த்து, விரைவில் ஆர்டரை நிறைவேற்றவும்.',
    'action' => 
    array (
      'text' => 'ஒழுங்கை நிறைவேற்றுங்கள்',
      'color' => 'நீல',
    ),
  ),
  'order_updated' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order] உங்கள் ஆர்டர் நிலை புதுப்பிக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :customer',
    'message' => 'உங்கள் ஆர்டர் [ஆர்டர் ஐடி :order] புதுப்பிக்கப்பட்டது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பாகும். ஆர்டர் விவரங்களுக்கு கீழே காண்க. உங்கள் டாஷ்போர்டிலிருந்து உங்கள் ஆர்டர்களையும் சரிபார்க்கலாம்.',
    'action' => 
    array (
      'text' => 'கடைக்குச் செல்லுங்கள்',
      'color' => 'நீல',
    ),
  ),
  'order_fulfilled' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order] உங்கள் ஆர்டர் அதன் வழியில்!',
    'greeting' => 'வணக்கம் :customer',
    'message' => 'உங்கள் ஆர்டர் [ஆர்டர் ஐடி :order] அனுப்பப்பட்டது, அது உங்கள் வழியில் உள்ளது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பாகும். ஆர்டர் விவரங்களுக்கு கீழே காண்க. உங்கள் டாஷ்போர்டிலிருந்து உங்கள் ஆர்டர்களையும் சரிபார்க்கலாம்.',
    'action' => 
    array (
      'text' => 'கடைக்குச் செல்லுங்கள்',
      'color' => 'பச்சை',
    ),
  ),
  'order_paid' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order] உங்கள் ஆர்டர் வெற்றிகரமாக செலுத்தப்பட்டது!',
    'greeting' => 'வணக்கம் :customer',
    'message' => 'உங்கள் ஆர்டர் [ஆர்டர் ஐடி :order] வெற்றிகரமாக செலுத்தப்பட்டுள்ளது, அது உங்கள் வழியில் உள்ளது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பாகும். ஆர்டர் விவரங்களுக்கு கீழே காண்க. உங்கள் டாஷ்போர்டிலிருந்து உங்கள் ஆர்டர்களையும் சரிபார்க்கலாம்.',
    'action' => 
    array (
      'text' => 'கடைக்குச் செல்லுங்கள்',
      'color' => 'பச்சை',
    ),
  ),
  'order_payment_failed' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order] கட்டணம் தோல்வியடைந்தது!',
    'greeting' => 'வணக்கம் :customer',
    'message' => 'உங்கள் ஆர்டர் [ஆர்டர் ஐடி :order] கட்டணம் தோல்வியுற்றது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பாகும். ஆர்டர் விவரங்களுக்கு கீழே காண்க. உங்கள் டாஷ்போர்டிலிருந்து உங்கள் ஆர்டர்களையும் சரிபார்க்கலாம்.',
    'action' => 
    array (
      'text' => 'கடைக்குச் செல்லுங்கள்',
      'color' => 'சிவப்பு',
    ),
  ),
  'refund_initiated' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order] பணத்தைத் திரும்பப் பெறப்பட்டது!',
    'greeting' => 'வணக்கம் :customer',
    'message' => 'உங்கள் ஆர்டர் :order க்கான பணத்தைத் திரும்பப்பெறும் கோரிக்கையை நாங்கள் தொடங்கினோம் என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பாகும். எங்கள் குழு நினைவாளர் ஒருவர் கோரிக்கையை விரைவில் மதிப்பாய்வு செய்வார். கோரிக்கையின் நிலையை நாங்கள் உங்களுக்குத் தெரியப்படுத்துவோம்.',
  ),
  'refund_approved' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order] பணத்தைத் திரும்பப்பெறும் கோரிக்கை அங்கீகரிக்கப்பட்டுள்ளது!',
    'greeting' => 'வணக்கம் :customer',
    'message' => 'உங்கள் ஆர்டர் :order க்கான பணத்தைத் திரும்பப்பெறுவதற்கான கோரிக்கையை நாங்கள் அங்கீகரித்தோம் என்பதை உங்களுக்குத் தெரிவிப்பதற்கான அறிவிப்பு இது. திருப்பிச் செலுத்தப்பட்ட தொகை :amount ஆகும். உங்கள் கட்டண முறைக்கு நாங்கள் பணத்தை அனுப்பியுள்ளோம், உங்கள் கணக்கை செயல்படுத்த சில நாட்கள் ஆகலாம். சில நாட்களில் பணம் செலுத்தப்படாவிட்டால் உங்கள் கட்டண வழங்குநரைத் தொடர்பு கொள்ளுங்கள்.',
  ),
  'refund_declined' => 
  array (
    'subject' => '[ஆர்டர் ஐடி: :order] பணத்தைத் திரும்பப்பெறும் கோரிக்கை மறுக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :customer',
    'message' => 'உங்கள் ஆர்டர் :order க்கு பணத்தைத் திரும்பப்பெறும் கோரிக்கை மறுக்கப்பட்டுள்ளது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பாகும். வணிகரின் தீர்வில் நீங்கள் திருப்தி அடையவில்லை என்றால், நீங்கள் வணிகரை நேரடியாக மேடையில் இருந்து தொடர்பு கொள்ளலாம் அல்லது :marketplace இல் சர்ச்சைக்கு மேல்முறையீடு செய்யலாம். சிக்கலைத் தீர்க்க நாங்கள் அடியெடுத்து வைப்போம்.',
  ),
  'shop_created' => 
  array (
    'subject' => 'உங்கள் கடை செல்ல தயாராக உள்ளது!',
    'greeting' => 'வாழ்த்துக்கள் :merchant!',
    'message' => 'உங்கள் கடை :shop_name வெற்றிகரமாக உருவாக்கப்பட்டது! கடை நிர்வாக குழுவில் உள்நுழைய கீழே உள்ள பொத்தானைக் கிளிக் செய்க.',
    'action' => 
    array (
      'text' => 'டாஷ்போர்டுக்குச் செல்லவும்',
      'color' => 'பச்சை',
    ),
  ),
  'shop_updated' => 
  array (
    'subject' => 'கடை தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :merchant!',
    'message' => 'உங்கள் கடை :shop_name வெற்றிகரமாக புதுப்பிக்கப்பட்டுள்ளது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பு!',
    'action' => 
    array (
      'text' => 'டாஷ்போர்டுக்குச் செல்லவும்',
      'color' => 'நீல',
    ),
  ),
  'shop_config_updated' => 
  array (
    'subject' => 'கடை உள்ளமைவு வெற்றிகரமாக புதுப்பிக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :merchant!',
    'message' => 'உங்கள் கடை உள்ளமைவு வெற்றிகரமாக புதுப்பிக்கப்பட்டது! கடை நிர்வாக குழுவில் உள்நுழைய கீழே உள்ள பொத்தானைக் கிளிக் செய்க.',
    'action' => 
    array (
      'text' => 'டாஷ்போர்டுக்குச் செல்லவும்',
      'color' => 'நீல',
    ),
  ),
  'shop_down_for_maintainace' => 
  array (
    'subject' => 'உங்கள் கடை கீழே உள்ளது!',
    'greeting' => 'வணக்கம் :merchant!',
    'message' => 'உங்கள் கடை :shop_name கீழே உள்ளது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பு! உங்கள் வாடிக்கையாளரை மீண்டும் வாழ மீண்டும் வரும் வரை எந்த வாடிக்கையாளரும் பார்வையிட முடியாது.',
    'action' => 
    array (
      'text' => 'கட்டமைப்பு பக்கத்திற்குச் செல்லவும்',
      'color' => 'நீல',
    ),
  ),
  'shop_is_live' => 
  array (
    'subject' => 'உங்கள் கடை மீண்டும் லைவ்!',
    'greeting' => 'வணக்கம் :merchant',
    'message' => 'உங்கள் கடை :shop_name வெற்றிகரமாக வாழத் திரும்பியுள்ளது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பு!',
    'action' => 
    array (
      'text' => 'டாஷ்போர்டுக்குச் செல்லவும்',
      'color' => 'பச்சை',
    ),
  ),
  'shop_deleted' => 
  array (
    'subject' => 'உங்கள் கடை :marketplace இலிருந்து அகற்றப்பட்டது!',
    'greeting' => 'வணக்கம் வணிகர்!',
    'message' => 'எங்கள் கடை இடத்திலிருந்து உங்கள் கடை நீக்கப்பட்டது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பு! நாங்கள் உங்களை இழப்போம்.',
  ),
  'system_is_down' => 
  array (
    'subject' => 'உங்கள் சந்தை :marketplace இப்போது குறைந்துவிட்டது!',
    'greeting' => 'வணக்கம் :user!',
    'message' => 'உங்கள் சந்தை :marketplace குறைந்துவிட்டது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பு! உங்கள் வாடிக்கையாளர் மீண்டும் வாழ மீண்டும் வரும் வரை எந்த வாடிக்கையாளரும் பார்வையிட முடியாது.',
    'action' => 
    array (
      'text' => 'கட்டமைப்பு பக்கத்திற்குச் செல்லவும்',
      'color' => 'நீல',
    ),
  ),
  'system_is_live' => 
  array (
    'subject' => 'உங்கள் சந்தை :marketplace மீண்டும் லைவ்!',
    'greeting' => 'வணக்கம் :user!',
    'message' => 'உங்கள் சந்தை :marketplace வெற்றிகரமாக வாழத் திரும்பியுள்ளது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பு!',
    'action' => 
    array (
      'text' => 'டாஷ்போர்டுக்குச் செல்லவும்',
      'color' => 'பச்சை',
    ),
  ),
  'system_info_updated' => 
  array (
    'subject' => ':marketplace - சந்தை தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :user!',
    'message' => 'உங்கள் சந்தை :marketplace வெற்றிகரமாக புதுப்பிக்கப்பட்டுள்ளது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பு!',
    'action' => 
    array (
      'text' => 'டாஷ்போர்டுக்குச் செல்லவும்',
      'color' => 'நீல',
    ),
  ),
  'system_config_updated' => 
  array (
    'subject' => ':marketplace - சந்தையின் உள்ளமைவு வெற்றிகரமாக புதுப்பிக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :user!',
    'message' => 'உங்கள் சந்தை :marketplace இன் உள்ளமைவு வெற்றிகரமாக புதுப்பிக்கப்பட்டது! நிர்வாக குழுவில் உள்நுழைய கீழே உள்ள பொத்தானைக் கிளிக் செய்க.',
    'action' => 
    array (
      'text' => 'அமைப்புகளைக் காண்க',
      'color' => 'நீல',
    ),
  ),
  'new_contact_us_message' => 
  array (
    'subject' => 'எங்களை தொடர்பு கொள்ளும் புதிய செய்தி படிவம்: :subject',
    'greeting' => 'வணக்கம்!',
    'message_footer_with_phone' => 'இந்த மின்னஞ்சலுக்கு நீங்கள் பதிலளிக்கலாம் அல்லது இந்த தொலைபேசியை நேரடியாக தொடர்பு கொள்ளலாம் :phone',
    'message_footer' => 'இந்த மின்னஞ்சலுக்கு நீங்கள் நேரடியாக பதிலளிக்கலாம்.',
  ),
  'ticket_acknowledgement' => 
  array (
    'subject' => '[டிக்கெட் ஐடி: :ticket_id] :subject',
    'greeting' => 'வணக்கம் :user',
    'message' => 'உங்கள் டிக்கெட் :ticket_id ஐ வெற்றிகரமாக பெற்றுள்ளோம் என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பு! எங்கள் ஆதரவு குழு விரைவில் உங்களைத் திரும்பப் பெறும்.',
    'action' => 
    array (
      'text' => 'டிக்கெட்டைக் காண்க',
      'color' => 'நீல',
    ),
  ),
  'ticket_created' => 
  array (
    'subject' => 'புதிய ஆதரவு டிக்கெட் [டிக்கெட் ஐடி: :ticket_id] :subject',
    'greeting' => 'வணக்கம்!',
    'message' => 'விற்பனையாளர் :vendor இலிருந்து புதிய ஆதரவு டிக்கெட் ஐடி :ticket_id, அனுப்புநர் :sender ஐப் பெற்றுள்ளீர்கள். ஆதரவு குழுவுக்கு டிக்கெட்டை மதிப்பாய்வு செய்து வழங்குதல்.',
    'action' => 
    array (
      'text' => 'டிக்கெட்டைக் காண்க',
      'color' => 'பச்சை',
    ),
  ),
  'ticket_assigned' => 
  array (
    'subject' => 'உங்களுக்கு ஒதுக்கப்பட்ட ஒரு டிக்கெட் [டிக்கெட் IF: :ticket_id] :subject',
    'greeting' => 'வணக்கம் :user',
    'message' => 'டிக்கெட் [டிக்கெட் ஐடி: :ticket_id] :subject உங்களுக்கு உறுதியளித்ததை உங்களுக்குத் தெரியப்படுத்த இது ஒரு அறிவிப்பு. டிக்கெட்டை மறுபரிசீலனை செய்து பதிலளிக்கவும்.',
    'action' => 
    array (
      'text' => 'டிக்கெட்டுக்கு பதிலளிக்கவும்',
      'color' => 'நீல',
    ),
  ),
  'ticket_replied' => 
  array (
    'subject' => ':user டிக்கெட்டுக்கு பதிலளித்தார் [டிக்கெட் ஐடி: :ticket_id] :subject',
    'greeting' => 'வணக்கம் :user',
    'message' => ':reply',
    'action' => 
    array (
      'text' => 'டிக்கெட்டைக் காண்க',
      'color' => 'நீல',
    ),
  ),
  'ticket_updated' => 
  array (
    'subject' => 'ஒரு டிக்கெட் [டிக்கெட் ஐடி: :ticket_id] :subject புதுப்பிக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :user!',
    'message' => 'உங்கள் ஆதரவு டிக்கெட் டிக்கெட் ஐடி #: டிக்கெட்_ஐடி :subject புதுப்பிக்கப்பட்டது. உங்களுக்கு ஏதாவது உதவி தேவைப்பட்டால் எங்களை தொடர்பு கொள்ளவும்.',
    'action' => 
    array (
      'text' => 'டிக்கெட்டைக் காண்க',
      'color' => 'நீல',
    ),
  ),
  'user_created' => 
  array (
    'subject' => ':admin உங்களை :marketplace சந்தையில் சேர்த்தது!',
    'greeting' => 'வாழ்த்துக்கள் :user!',
    'message' => 'நீங்கள் :admin ஆல் :marketplace இல் சேர்க்கப்பட்டுள்ளீர்கள்! உங்கள் கணக்கில் உள்நுழைய கீழே உள்ள பொத்தானைக் கிளிக் செய்க. ஆரம்ப உள்நுழைவுக்கு தற்காலிக கடவுச்சொல்லைப் பயன்படுத்தவும்.',
    'alert' => 'உள்நுழைந்த பிறகு உங்கள் கடவுச்சொல்லை மாற்ற மறக்காதீர்கள்.',
    'action' => 
    array (
      'text' => 'உங்கள் சுயவிவரத்தைப் பார்வையிடவும்',
      'color' => 'பச்சை',
    ),
  ),
  'user_updated' => 
  array (
    'subject' => 'கணக்கு தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!',
    'greeting' => 'வணக்கம் :user!',
    'message' => 'உங்கள் கணக்கு வெற்றிகரமாக புதுப்பிக்கப்பட்டுள்ளது என்பதை உங்களுக்குத் தெரிவிக்க இது ஒரு அறிவிப்பு!',
    'action' => 
    array (
      'text' => 'உங்கள் சுயவிவரத்தைப் பார்வையிடவும்',
      'color' => 'நீல',
    ),
  ),
  'verdor_registered' => 
  array (
    'subject' => 'புதிய விற்பனையாளர் இப்போது பதிவுசெய்தார்!',
    'greeting' => 'வாழ்த்து கூறல்!',
    'message' => 'உங்கள் சந்தை :marketplace க்கு கடை பெயர் <strong>: shop_name </strong> உடன் ஒரு புதிய வெர்டோர் கிடைத்தது, மேலும் வணிகரின் மின்னஞ்சல் முகவரி :merchant_email',
    'action' => 
    array (
      'text' => 'டாஷ்போர்டுக்குச் செல்லவும்',
      'color' => 'பச்சை',
    ),
  ),
  'email_verification' => 
  array (
    'subject' => 'உங்கள் :marketplace கணக்கை சரிபார்க்கவும்!',
    'greeting' => 'வாழ்த்துக்கள் :user!',
    'message' => 'உங்கள் கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது! உங்கள் மின்னஞ்சல் முகவரியை சரிபார்க்க கீழே உள்ள பொத்தானைக் கிளிக் செய்க.',
    'button_text' => 'எனது மின்னஞ்சலை சரிபார்க்கவும்',
  ),
  'dispute_solved' => 
  array (
    'subject' => 'தகராறு [ஆர்டர் ஐடி: :order_id] தீர்க்கப்பட்டதாக குறிக்கப்பட்டுள்ளது!',
    'greeting' => 'வணக்கம் :customer!',
    'message' => 'ஆர்டர் ஐடி: :order_id க்கான தகராறு தீர்க்கப்பட்டதாக குறிக்கப்பட்டுள்ளது. எங்களுடன் இருந்ததற்கு நன்றி.',
    'action' => 
    array (
      'text' => 'சர்ச்சையைக் காண்க',
      'color' => 'பச்சை',
    ),
  ),
);