<?php 
return array (
  'failed' => 'Эти учетные данные не соответствуют нашим записям.',
  'throttle' => 'Слишком много попыток входа в систему. Пожалуйста, попробуйте снова через :seconds секунд.',
  'verification_link_sent' => 'Ссылка для подтверждения отправлена! Пожалуйста, проверьте свою электронную почту и подтвердите свой аккаунт.',
  'verification_failed' => 'Эта ссылка недействительна или просрочена.',
  'verification_successful' => 'Ваша учетная запись была успешно подтверждена!',
  'resend_verification_link' => 'Переслать ссылку для подтверждения',
);