<?php
return array (
  'password_updated' =>
  array (
    'subject' => 'Ваш пароль :marketplace успешно обновлен!',
    'greeting' => 'Привет х1!',
    'message' => 'Ваш логин пароль был успешно изменен! Если вы не сделали этого изменения, пожалуйста, свяжитесь с нами как можно скорее! Нажмите кнопку ниже, чтобы войти на страницу своего профиля.',
    'button_text' => 'Посетите ваш профиль',
  ),
  'invoice_created' =>
  array (
    'subject' => ':marketplace Счет за абонентскую плату',
    'greeting' => 'Привет х1!',
    'message' => 'Спасибо за вашу неизменную поддержку. Мы приложили копию вашего счета для ваших записей. Пожалуйста, дайте нам знать, если у вас есть какие-либо вопросы или проблемы!',
    'button_text' => 'Перейти к панели инструментов',
  ),
  'customer_registered' =>
  array (
    'subject' => 'Добро пожаловать на рынок :marketplace!',
    'greeting' => 'Поздравление х1!',
    'message' => 'Ваша учетная запись была успешно создана! Нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.',
    'button_text' => 'Подтвердите меня',
  ),
  'customer_updated' =>
  array (
    'subject' => 'Информация об аккаунте успешно обновлена!',
    'greeting' => 'Привет х1!',
    'message' => 'Это уведомление, чтобы вы знали, что ваша учетная запись была успешно обновлена!',
    'button_text' => 'Посетите ваш профиль',
  ),
  'customer_password_reset' =>
  array (
    'subject' => 'Сбросить уведомление о пароле',
    'greeting' => 'Здравствуйте!',
    'message' => 'Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи. Если вы не запрашивали сброс пароля, просто проигнорируйте это уведомление, и никаких дальнейших действий не требуется.',
    'button_text' => 'Сброс пароля',
  ),
  'dispute_acknowledgement' =>
  array (
    'subject' => '[ID заказа: :order_id] Спор был успешно отправлен',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление, информирующее вас о том, что мы получили ваш спор по ID заказа: :order_id. Наша служба поддержки свяжется с вами как можно скорее.',
    'button_text' => 'Посмотреть спор',
  ),
  'dispute_created' =>
  array (
    'subject' => 'Новый спор по заказу ID: :order_id',
    'greeting' => 'Привет х1!',
    'message' => 'Вы получили новый спор для идентификатора заказа: :order_id. Пожалуйста, просмотрите и решите проблему с клиентом.',
    'button_text' => 'Посмотреть спор',
  ),
  'dispute_updated' =>
  array (
    'subject' => '[Код заказа: :order_id] Статус спора обновлен!',
    'greeting' => 'Привет х1!',
    'message' => 'Спор по заказу с идентификатором :order_id был обновлен с помощью этого сообщения от поставщика ": reply". Пожалуйста, проверьте ниже и свяжитесь с нами, если вам нужна помощь.',
    'button_text' => 'Посмотреть спор',
  ),
  'dispute_appealed' =>
  array (
    'subject' => '[ID заказа: :order_id] Спор обжалован!',
    'greeting' => 'Здравствуйте!',
    'message' => 'Спор по идентификатору заказа :order_id был обжалован с этим сообщением ": ответ". Пожалуйста, проверьте ниже для деталей.',
    'button_text' => 'Посмотреть спор',
  ),
  'appealed_dispute_replied' =>
  array (
    'subject' => '[ID заказа: :order_id] Новый ответ на апелляционный спор!',
    'greeting' => 'Здравствуйте!',
    'message' => 'На спор по заказу с идентификатором :order_id было получено следующее сообщение: </br> </br> ": reply"',
    'button_text' => 'Посмотреть спор',
  ),
  'low_inventory_notification' =>
  array (
    'subject' => 'Низкий запас инвентаря!',
    'greeting' => 'Здравствуйте!',
    'message' => 'Один или несколько предметов инвентаря становятся низкими. Пришло время добавить больше инвентаря, чтобы сохранить товар на рынке.',
    'button_text' => 'Обновить инвентарь',
  ),
  'inventory_bulk_upload_procceed_notice' =>
  array (
    'subject' => 'Ваш запрос на массовый импорт инвентаря был обработан.',
    'greeting' => 'Здравствуйте!',
    'message' => 'Мы рады сообщить вам, что ваш запрос на массовый импорт инвентаря был обработан. Общее количество строк, успешно импортированных в платформу :success, Неудачное количество строк :failed',
    'failed' => 'Пожалуйста, найдите прикрепленный файл для неудачных строк.',
    'button_text' => 'Посмотреть инвентарь',
  ),
  'new_message' =>
  array (
    'subject' => ':subject',
    'greeting' => 'Привет х1',
    'message' => ':message',
    'button_text' => 'Посмотреть сообщение на сайте',
  ),
  'message_replied' =>
  array (
    'subject' => 'х1 ответил х2',
    'greeting' => 'Привет х1',
    'message' => ':reply',
    'button_text' => 'Посмотреть сообщение на сайте',
  ),
  'order_created' =>
  array (
    'subject' => '[ID заказа: :order] Ваш заказ был успешно размещен!',
    'greeting' => 'Привет х1',
    'message' => 'Спасибо, что выбрали нас! Ваш заказ [ID заказа :order] был успешно размещен. Мы сообщим вам статус заказа.',
    'button_text' => 'Посетить магазин',
  ),
  'merchant_order_created_notification' =>
  array (
    'subject' => 'Новый заказ [ID заказа: :order] был размещен в вашем магазине!',
    'greeting' => 'Привет х1',
    'message' => 'Был размещен новый заказ [ID заказа :order]. Пожалуйста, проверьте детали заказа и выполнить заказ как можно скорее.',
    'button_text' => 'Выполнить заказ',
  ),
  'order_updated' =>
  array (
    'subject' => '[Код заказа: :order] Ваш статус заказа был обновлен!',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление, чтобы вы знали, что ваш заказ [Идентификатор заказа :order] был обновлен. Пожалуйста, смотрите ниже для деталей заказа. Вы также можете проверить свои заказы с панели инструментов.',
    'button_text' => 'Посетить магазин',
  ),
  'order_fulfilled' =>
  array (
    'subject' => '[ID заказа: :order] Ваш заказ в пути!',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление, информирующее вас о том, что ваш заказ [Идентификатор заказа :order] отправлен, и он уже в пути. Пожалуйста, смотрите ниже для деталей заказа. Вы также можете проверить свои заказы с панели инструментов.',
    'button_text' => 'Посетить магазин',
  ),
  'order_paid' =>
  array (
    'subject' => '[Код заказа: :order] Ваш заказ был успешно оплачен!',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление, информирующее вас о том, что ваш заказ [Идентификатор заказа :order] был успешно оплачен и он уже в пути. Пожалуйста, смотрите ниже для деталей заказа. Вы также можете проверить свои заказы с панели инструментов.',
    'button_text' => 'Посетить магазин',
  ),
  'order_payment_failed' =>
  array (
    'subject' => '[ID заказа: :order] платеж не прошел!',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление, информирующее вас о том, что ваш заказ [Идентификатор заказа :order] платеж не прошел. Пожалуйста, смотрите ниже для деталей заказа. Вы также можете проверить свои заказы с панели инструментов.',
    'button_text' => 'Посетить магазин',
  ),
  'refund_initiated' =>
  array (
    'subject' => '[ID заказа: :order] возврат был начат!',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление, информирующее вас о том, что мы инициировали запрос на возмещение для вашего заказа :order. Один из членов нашей команды скоро рассмотрит запрос. Мы сообщим вам статус запроса.',
  ),
  'refund_approved' =>
  array (
    'subject' => '[ID заказа: :order] запрос на возврат был одобрен!',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление, информирующее вас о том, что мы одобрили запрос на возврат средств по вашему заказу :order. Возвратная сумма составляет х2. Мы отправили деньги на ваш способ оплаты, чтобы ваш аккаунт мог занять несколько дней. Обратитесь к поставщику платежей, если вы не видите, что деньги были произведены в течение нескольких дней.',
  ),
  'refund_declined' =>
  array (
    'subject' => '[ID заказа: :order] запрос на возврат был отклонен!',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление о том, что запрос на возврат был отклонен для вашего заказа :order. Если вы не удовлетворены решением продавца, вы можете связаться с продавцом напрямую с платформы или даже обжаловать спор в х2. Мы вмешаемся, чтобы решить проблему.',
  ),
  'shop_created' =>
  array (
    'subject' => 'Ваш магазин готов к работе!',
    'greeting' => 'Поздравление х1!',
    'message' => 'Ваш магазин :shop_name был успешно создан! Нажмите кнопку ниже, чтобы войти в админ панель магазина.',
    'button_text' => 'Перейти к панели инструментов',
  ),
  'shop_updated' =>
  array (
    'subject' => 'Информация о магазине успешно обновлена!',
    'greeting' => 'Привет х1!',
    'message' => 'Это уведомление, чтобы вы знали, что ваш магазин :shop_name был успешно обновлен!',
    'button_text' => 'Перейти к панели инструментов',
  ),
  'shop_config_updated' =>
  array (
    'subject' => 'Конфигурация магазина успешно обновлена!',
    'greeting' => 'Привет х1!',
    'message' => 'Конфигурация вашего магазина была успешно обновлена! Нажмите кнопку ниже, чтобы войти в админ панель магазина.',
    'button_text' => 'Перейти к панели инструментов',
  ),
  'shop_down_for_maintainace' =>
  array (
    'subject' => 'Ваш магазин не работает!',
    'greeting' => 'Привет х1!',
    'message' => 'Это уведомление, чтобы вы знали, что ваш магазин :shop_name не работает! Ни один клиент не может посетить ваш магазин, пока он не вернется к жизни снова.',
    'button_text' => 'Перейти на страницу конфигурации',
  ),
  'shop_is_live' =>
  array (
    'subject' => 'Ваш магазин вернулся в прямом эфире!',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление, чтобы вы знали, что ваш магазин :shop_name вернулся, чтобы жить успешно!',
    'button_text' => 'Перейти к панели инструментов',
  ),
  'shop_deleted' =>
  array (
    'subject' => 'Ваш магазин был удален из :marketplace!',
    'greeting' => 'Привет, Торговец!',
    'message' => 'Это уведомление, чтобы вы знали, что ваш магазин был удален из нашего маркера! Мы будем скучать по тебе.',
  ),
  'system_is_down' =>
  array (
    'subject' => 'Ваша торговая площадка :marketplace сейчас не работает!',
    'greeting' => 'Привет х1!',
    'message' => 'Это уведомление, чтобы вы знали, что ваш рынок :marketplace не работает! Ни один клиент не может посетить ваш рынок, пока не вернется к жизни.',
    'button_text' => 'Перейти на страницу конфигурации',
  ),
  'system_is_live' =>
  array (
    'subject' => 'Ваш рынок :marketplace вернулся в прямом эфире!',
    'greeting' => 'Привет х1!',
    'message' => 'Это уведомление, чтобы вы знали, что ваш рынок :marketplace вернулся к жизни успешно!',
    'button_text' => 'Перейти к панели инструментов',
  ),
  'system_info_updated' =>
  array (
    'subject' => ':marketplace - информация о торговой площадке успешно обновлена!',
    'greeting' => 'Привет х1!',
    'message' => 'Это уведомление, чтобы вы знали, что ваша торговая площадка :marketplace была успешно обновлена!',
    'button_text' => 'Перейти к панели инструментов',
  ),
  'system_config_updated' =>
  array (
    'subject' => ':marketplace - конфигурация торговой площадки успешно обновлена!',
    'greeting' => 'Привет х1!',
    'message' => 'Конфигурация вашего рынка :marketplace успешно обновлена! Нажмите кнопку ниже, чтобы войти в панель администратора.',
    'button_text' => 'Посмотреть настройки',
  ),
  'new_contact_us_message' =>
  array (
    'subject' => 'Новое сообщение через форму обратной связи: :subject',
    'greeting' => 'Здравствуйте!',
    'message_footer_with_phone' => 'Вы можете ответить на это письмо или связаться напрямую с этим телефоном :phone',
    'message_footer' => 'Вы можете ответить на это письмо напрямую.',
  ),
  'ticket_acknowledgement' =>
  array (
    'subject' => '[ID билета: :ticket_id] :subject',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление, чтобы вы знали, что мы успешно получили ваш билет :ticket_id! Наша служба поддержки свяжется с вами в ближайшее время.',
    'button_text' => 'Посмотреть тикет',
  ),
  'ticket_created' =>
  array (
    'subject' => 'Новый билет поддержки [ID билета: :ticket_id] :subject',
    'greeting' => 'Здравствуйте!',
    'message' => 'Вы получили новый идентификатор заявки в службу поддержки :ticket_id, Отправитель :sender от поставщика :vendor. Просмотрите и раздайте заявку в службу поддержки.',
    'button_text' => 'Посмотреть тикет',
  ),
  'ticket_assigned' =>
  array (
    'subject' => 'Только что назначенный вам билет [Билет IF: :ticket_id] :subject',
    'greeting' => 'Привет х1',
    'message' => 'Это уведомление, информирующее вас о том, что билет [Идентификатор билета: :ticket_id] :subject только что доставлен вам. Просмотрите и ответьте на билет как можно скорее.',
    'button_text' => 'Ответить на тикет',
  ),
  'ticket_replied' =>
  array (
    'subject' => ':user ответил билет [ID билета: :ticket_id] :subject',
    'greeting' => 'Привет х1',
    'message' => ':reply',
    'button_text' => 'Посмотреть тикет',
  ),
  'ticket_updated' =>
  array (
    'subject' => 'Билет [Идентификатор билета: :ticket_id] :subject был обновлен!',
    'greeting' => 'Привет х1!',
    'message' => 'Один из ваших билетов в службу поддержки ID #: ticket_id :subject был обновлен. Пожалуйста, свяжитесь с нами, если вам нужна помощь.',
    'button_text' => 'Посмотреть тикет',
  ),
  'user_created' =>
  array (
    'subject' => ':admin добавил вас на рынок :marketplace!',
    'greeting' => 'Поздравление х1!',
    'message' => 'Вы были добавлены в :marketplace на :admin! Нажмите кнопку ниже, чтобы войти в свой аккаунт. Используйте временный пароль для первоначального входа.',
    'alert' => 'Не забудьте сменить пароль после входа в систему.',
    'button_text' => 'Посетите ваш профиль',
  ),
  'user_updated' =>
  array (
    'subject' => 'Информация об аккаунте успешно обновлена!',
    'greeting' => 'Привет х1!',
    'message' => 'Это уведомление, чтобы вы знали, что ваша учетная запись была успешно обновлена!',
    'button_text' => 'Посетите ваш профиль',
  ),
  'verdor_registered' =>
  array (
    'subject' => 'Новый поставщик только что зарегистрирован!',
    'greeting' => 'Поздравляем!',
    'message' => 'Ваша торговая площадка :marketplace только что получила новый вид с названием магазина <strong>: shop_name </ strong> и адрес электронной почты продавца :merchant_email',
    'button_text' => 'Перейти к панели инструментов',
  ),
  'email_verification' =>
  array (
    'subject' => 'Проверьте свой аккаунт на :marketplace!',
    'greeting' => 'Поздравление х1!',
    'message' => 'Ваша учетная запись была успешно создана! Нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.',
    'button_text' => 'Подтвердите мой адрес электронной почты',
  ),
  'dispute_solved' =>
  array (
    'subject' => 'Спор [ID заказа: :order_id] помечен как решенный!',
    'greeting' => 'Привет х1!',
    'message' => 'Спор по ID заказа: :order_id помечен как решенный. Спасибо за то, что вы с нами.',
    'button_text' => 'Посмотреть спор',
  ),
);